{ "war": "Xəbərdarlıq",
"yawlpt": "Hesabınız bağlanıb! Xahiş edirəm daha sonra yenidən cəhd edin!",
    "t12": "Bu funksiya istifadəçilərin sevdiyi tərcümələri saxlamaq, onları yenidən açmaq və siyahıdan hər hansı bir tərcüməni silmək imkanı verir.",
"logofpt1": "FPT Universiteti Can Tho Kampusu",
"error1": "Tərcümə tarixçəsini silmək mümkün olmadı:",
"error2": "Tərcümə tarixçəsini silmə zamanı xəta baş verdi:",
"error3": "Şərh göndərmə zamanı səhv baş verdi. Xəta kodu:",
"error4": "Xəta! Bir xəta baş verdi. Zəhmət olmasa daha sonra yenidən cəhd edin:",
    "atfls" : "Uğurla seçilmişlər siyahısına əlavə edildi.",
"yhsdat" : "Uğurla bir keçid silindı.",
"pwstaa" : "Yeni bir keçid əlavə etmək üçün 10 saniyə gözləyin.",
"etcba" : "Boş tərcümələr əlavə edilə bilməz.",
        "nic": "İnternet bağlantısı yoxdur",
        "yic": "İnternet bağlantınızı yoxlayın",
        "ta": "Yenidən cəhd edin",
        "ug": "İstifadəçi təlimatı",
        "g": "Təlimat",
        "mf": "Əsas xüsusiyyət",
        "qrc": "QR Kod Scanner",
        "qrsb": "QR Kod",
        "ou": "Digər utiliteler",
        "t1": "Bu, mətni sürətli və rahat şəkildə bir dilənindən başqasına tərcümə etməyə kömək edən əsas tərcümə xüsusiyyətidir.",
        "t2": "Bu, istifadəçilərin şəkillərdən mətni skan edərək və tərcümə edərək istədikləri dilə oxuyaq məzmununu anlamaqlarına kömək edən inkişaf etmiş tərcümə xüsusiyyətidir.",
        "t3": "Bu, istifadəçilərə iki fərqli dil arasında canlı söhbətləri anında tərcümə etməyə imkan verən bir xüsusiyyətdir, ən yüksək rahatlığı təmin edir.",
        "t4": "Bu, səyahət məkanları, turistik yerlər, otellər, yeməklər və daha bir çoxu haqqında məlumatları olan bir AI-dır. Səyahət etmək istəyənlər üçün dəyərli bir köməkçi olaraq, faydalı məlumat və tövsiyələr təmin edir.",
        "t5": "Bu, ən son səyahət məqalələrini tətbiqə birləşdirən bir xüsusiyyətdir, istifadəçilərə boş vaxtlarında xəbərləri oxumağa imkan verir. Səyahətə dair mövzulara ən son məlumatları təmin edir.",
        "t6": "Bu, istənilən şəhərdə bu gün və növbəti beş gün üçün hava şəraiti yoxlamağına imkan verən bir xüsusiyyətdir. Cari və gələcək hava proqnozları barədə məlumat təmin edir.",
        "t7": "Bu, səyahət edənlər üçün çox əlverişli bir xüsusiyyətdir, çünki istifadəçiləri kənara, WiFi şəraitlərinə, pul köçürmələrinə kimi QR kodlarını skan etməyə dəstəkləyir. Çeşitli xidmətlərə və məlumatlara sürətli girişi təmin edərək istifadəçi təcrübəsini gücləndirir.",
        "t8": "Bu, istifadəçilərin məlumatlarını görə biləcəyi və öz şəxsi məlumatlarını doğrudan idarə edə, eyni zamanda redaktə edə biləcəyi bir xüsusiyyətdir.",
        "t9": "Bu, layihənin məqsədini və onun tətbiq edilməsində iştirak edən üzvləri təqdim edən əsas ekran.",
        "t10": "Bu, istifadəçilərin tətbiqdəki funksionallıqları doğrudan qiymətləndirmələrinə imkan verən bir xüsusiyyətdir, əgər onlar razılaşmırlarsa və ya hər hansı sualları varsa.",
        "t11": "Bu, Language Free tətbiqinin xüsusiyyətlərini və funksionalıqlarını özəllikləndirən bir ekran, tətbiqin anlaşılmasına kömək etmək üçün hər bir funksiyanın ətraflı izahlarını təqdim edir.",
        "rs": "Yenidən skan edin",
        "er": "Xəta",
        "ltu": "URL-i başlatmaq mümkün olmadı:",
        "cn": "İmtina",
        "scn": "Skan olunmuşdur",
        "otl": "Bağlantını aç",
        "nd": "Xəbər detalları",
        "home": "Ana səhifə",
        "hi": "Salam",
        "helpyou": "Sizə necə kömək edə bilərəm?",
        "translator": "Tərcüməçi",
        "tt": "Mətn Tərcüməsi",
        "co": "Söhbət",
        "img": "Şəkil Tərcüməsi",
        "or": "Digər Xidmətlər",
        "cb": "ÇatBot",
        "ns": "Xəbərlər",
        "wt": "Hava",
        "pf": "Profil",
        "au": "Haqqımızda",
        "fb": "Rəy",
        "h": "Kömək",
        "lo": "Çıxış",
        "vs": "Versiya: 2.0.4",
        "date": "15 Mart 2024",
        "ct": "Ölkə",
        "sfc": "Ölkələri axtar",
        "et": "Mətni daxil edin",
        "sol": "Danışmaq və ya eşitmək üçün yuxarıdakı 2 düyməyə basın",
        "below": "Danışmaq və ya eşitmək üçün aşağıdakı 2 düyməyə basın",
        "peoa": "Yalnız hərf daxil edin",
        "emewe": "E-poçt @gmail.com və ya @fpt.edu.vn və ya @fe.edu.vn ilə sona çatmalıdır",
        "fv": "Sevimli",
        "ln": "Dinləyir...",
        "lg": "Dil",
        "sfl": "Dillərə bax",
        "uab": "Şəkil çəkin və ya yükləyin",
        "tc": "Səyahət ÇatBot",
        "tam": "Bir mesaj yazın",
        "pwa": "Xahiş edirəm bir neçə saniyə gözləyin",
        "mp": "Mənim profilim",
        "fn": "Adınız",
        "e": "E-poçt",
        "pn": "Telefon nömrəsi",
        "n": "Milliyət",
        "bd": "Doğum tarixi",
        "sc": "Dəyişiklikləri saxlayın",
        "sfac": "Bir şəhər axtar...",
        "max": "Maks",
        "min": "Min",
        "wind": "Külək",
        "hu": "Nəmlik",
        "df": "Proqnoz",
        "titleaus": "Çoxmillətli səyahətçilər üçün dil köməkçisi.",
        "titleour": "Bizim hekayə",
        "contentour": "Biz FPT Can Tho Universitetində Proqram İnkişafında ixtisaslaşmış tələbələr qrupuyuq və bu tətbiq bitirilmə layihəsinin məhsuludur. Biz mövcud framework və API-ları istifadə edərək turizm dəstək tətbiqləri inkişaf etdiririk. Bizim tətbiqimizlə dünya daha asan bir şəkildə kəşf edilə, dil barələrini aşmaq və müxtəlif həyat təcrübələrini tam yaşamaq olar.",
        "titleteam": "Bizim Komandamız",
        "contentteam1": "Bizim layihənin üzvləri arasında Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao var ",
        "contentteam2": "Müəllim Vo Hong Khanh",
        "contentteam3": "məsləhətimizlə. Əməkdaşlıq və qərarlılıq ruhu ilə, biz istifadəçilərin ehtiyaclarına cavab verən keyfiyyətli bir məhsul təmin etməyə əmin oluruq.",
        "logofpt": "FPT Can Tho Universiteti",
        "contentfpt1": "FPT Can Tho Universiteti Mərəkkəb Təhsil Fəaliyyətinin ",
        "contentfpt2": "Mekong Delta bölgəsində",
        "contentfpt3": " aparıcı təlim obyektlərindən biridir. İncələmə və tədqiqat mühitinin yanında, məktəb yüksək keyfiyyətli təlim proqramları təmin edir və beynəlxalq təhsil modelinə əsaslanır.",
        "contactus": "Bizimlə Əlaqə saxlayın",
        "infous": "Biz haqqında",
        "emailus": "Bizə e-poçt göndərin",
        "callus": "Bizə zəng edin",
        "etyfb": "Sizin rəyiniz proyektimizi inkişaf etdirmək üçün motivasiya olacaq...",
        "sb": "Göndər",
        "ra": "Tətbiqi Qiymətləndir",
        "tya": "Bu tətbiqi qiymətləndirmək üçün ulduza basın. Sizin qiymətləriniz bizim tətbiqi saxlamağımız üçün motivasiya olacaq.",
        "peyfn": "Zəhmət olmasa tam adınızı daxil edin",
        "peye": "Zəhmət olmasa e-poçtunuzu daxil edin",
        "peypn": "Zəhmət olmasa telefon nömrənizi daxil edin",
        "gd": "Cins",
        "cbe": "Boş ola bilməz",
        "1a1": "Mətn 10 və 100 arasında simvol olmalıdır",
        "ecbe": "E-poçt boş ola bilməz",
        "ief": "Yanlış e-poçt formatı",
        "emew": "E-poçt @gmail.com və ya @fpt.edu.vn ilə sonlanmalıdır",
        "pncbe": "Telefon nömrəsi boş ola bilməz",
        "ipnf": "Yanlış telefon nömrəsi formatı",
        "sge": "Cinsi seçin",
        "female": "Qadın",
        "male": "Kişi",
        "snot": "Milliyət seçin",
        "syno": "Milliyətinizi axtarın",
        "sybi": "Doğum tarixinizi seçin",
        "slts": "Dili seçin, sonra danışın.",
        "wtlg": "Language Free-ə xoş gəlmisiniz",
        "yfwbt": "Sizin rəyiniz bizim layihəmizi inkişaf etdirmək üçün motivasiya olacaq.",
        "yfwbtm": "Sizin qiymətləriniz bizim layihəmizi inkişaf etdirmək üçün motivasiya olacaq.",
        "ftfn": "Xəbərlər əldə edilə bilmədi.",
        "yhssc": "Dəyişikliklərinizi uğurla qeyd etdiniz.",
        "ftuu": "İstifadəçini yeniləmək mümkün olmadı: Daxili server xətası.",
        "psad": "Zəhmət olmasa tarix seçin.",
        "idpsad": "Yanlış tarix. Zəhmət olmasa 1950 və 2016 arasında bir tarix seçin.",
        "psag": "Zəhmət olmasa cinsi seçin.",
        "psaa": "Zəhmət olmasa milliyəti seçin.",
        "scrt": "Tətbiqimizi qiymətləndirdiyiniz üçün təşəkkür edirik."
    }
    