{"war": "Предупреждение",
"yawlpt": "Вашият акаунт е заключен! Моля, опитайте отново по-късно!",
  "t12": "Тази функция позволява на потребителите да запазват своите любими преводи, да избират да ги отворят отново и да изтрият всяко превод от списъка.",
  "logofpt1": "Университет FPT Кампус Кан Тхо",
  "error1": "Неуспешно премахване на историята на превода:",
  "error2": "Грешка при премахване на историята на превода:",
  "error3": "Възникна грешка при публикуването на коментар. Код на грешката:",
  "error4": "Грешка! Възникна грешка. Моля, опитайте отново по-късно:",
  "atfls": "Успешно добавено към списъка с предпочитани.",
  "yhsdat": "Успешно изтрит преход.",
  "pwstaa": "Моля, изчакайте 10 секунди, за да добавите нов преход.",
  "etcba": "Празните преводи не могат да бъдат добавени.",
  "nic": "Няма интернет връзка",
  "yic": "Моля, проверете интернет връзката си",
  "ta": "Опитайте отново",
  "ug": "Потребителско ръководство",
  "g": "Ръководство",
  "mf": "Основна функция",
  "qrc": "Скенер за QR кодове",
  "qrsb": "QR код",
  "ou": "Други помощни програми",
  "t1": "Това е основна функция за превод, която помага за бързо и удобно превеждане на текстови откъски от един език на друг.",
  "t2": "Това е разширена функция за превод, която позволява на потребителите да сканират и превеждат текст от изображения, което им улеснява разбирането на съдържанието на предпочитания от тях език.",
  "t3": "Това е функция, която позволява на потребителите да превеждат живи разговори между два различни езика в реално време, осигурявайки максимално удобство.",
  "t4": "Това е изкуствен интелект, обучен с познания за туристически дестинации, забележителности, хотели, храни и други. Той служи като ценен помощник за любители на пътешествията, предоставяйки полезна информация и препоръки.",
  "t5": "Това е функция, която интегрира най-новите туристически статии в приложението, позволявайки на потребителите да четат новини по време на свободното си време. Тя осигурява достъп до актуална информация по теми, свързани с пътуванията.",
  "t6": "Това е функция, която позволява на потребителите да проверяват метеорологичните условия във всякакъв град за днес и следващите пет дни. Тя предоставя информация за текущите и предстоящите метеорологични прогнози.",
  "t7": "Това е много удобна функция за пътници, тъй като подкрепя потребителите при сканиране на QR кодове, като например линкове, Wi-Fi данни, парични трансфери и други. Тя подобрява потребителското изживяване, като предоставя бърз достъп до различни услуги и информация.",
  "t8": "Това е функция, която позволява на потребителите да преглеждат своите данни и директно да управляват, както и да редактират личните си данни.",
  "t9": "Това е основен екран, който представя целите на проекта, както и участниците, замесени в неговото изпълнение.",
  "t10": "Това е функция, която позволява на потребителите директно да оценяват функционалностите в приложението, ако се чувстват недоволни или имат някакви запитвания.",
  "t11": "Това е екран, който обобщава функциите и възможностите на приложението Language Free, предоставяйки подробни описания на всяка функция, за да помогне на потребителите да разберат по-добре приложението.",
  "rs": "Повторно сканиране",
  "er": "Грешка",
  "ltu": "Не може да се стартира URL адресът:",
  "cn": "Отказ",
  "scn": "Сканиран",
  "otl": "Отворете връзката",
  "nd": "Подробности за новините",
  "home": "Начало",
  "hi": "Здравей",
  "helpyou": "Мога да ви помогна с?",
  "translator": "Преводач",
  "tt": "Текстов превод",
  "co": "Конверсация",
  "img": "Превод на изображение",
  "or": "Други услуги",
  "cb": "ЧатБот",
  "ns": "Новини",
  "wt": "Времето",
  "pf": "Профил",
  "au": "За нас",
  "fb": "Обратна връзка",
  "h": "Помощ",
  "lo": "Изход",
  "vs": "Версия: 2.0.4",
  "date": "15 март 2024 г.",
  "ct": "Държава",
  "sfc": "Търсене на държави",
  "et": "Въведете текст",
  "sol": "Натиснете горните 2 бутона, за да говорите или слушате",
  "below": "Натиснете долните 2 бутона, за да говорите или слушате",
  "peoa": "Моля, въведете само букви",
  "emewe": "Имейлът трябва да завършва с @gmail.com или @fpt.edu.vn или @fe.edu.vn",
  "fv": "Любими",
  "ln": "Слушане...",
  "lg": "Език",
  "sfl": "Търсене на езици",
  "uab": "Вземете или качете снимка",
  "tc": "Чатбот за пътуване",
  "tam": "Въведете съобщение",
  "pwa": "Моля, изчакайте няколко секунди",
  "mp": "Моят профил",
  "fn": "Пълно име",
  "e": "Имейл",
  "pn": "Телефонен номер",
  "n": "Националност",
  "bd": "Рожден ден",
  "sc": "Запази промените",
  "sfac": "Търсене на град...",
  "max": "Макс",
  "min": "Мин",
  "wind": "Вятър",
  "hu": "Влажност",
  "df": "Прогноза",
  "titleaus": "Езиков помощник за многонационални пътници.",
  "titleour": "Нашата история",
  "contentour": "Ние сме група студенти, специализирани в програмно инженерство в Университета FPT в Кан Тхо, а това приложение е продукт на завършващ проект. Използваме налични рамки и API-та за разработване на приложения за подкрепа на туризма. С нашето приложение можете по-лесно да изследвате света, да преодолеете езиковите бариери и да изживеете многонационалния живот в пълния му обем.",
  "titleteam": "Нашето екип",
  "contentteam1": "Сред участниците в нашия проект са Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao, ",
  "contentteam2": "под ръководството на консултанта Vo Hong Khanh.",
  "contentteam3": "Ние се стремим да предоставим нашите потребители с висококачествен продукт, отговарящ на техните изисквания, с дух на сътрудничество и решителност.",
  "logofpt": "Университет FPT Can Tho",
  "contentfpt1": "Университетът FPT Can Tho е водещо образователно заведение в региона на делтата на река Меконг.",
  "contentfpt2": "Меконг Делта Регион",
  "contentfpt3": ". Със среда за напреднало обучение и научни изследвания, училището предлага програми за висококачествено обучение и е проектирано в съответствие с международен образователен модел.",
  "contactus": "Свържете се с нас",
  "infous": "Информация за нас",
  "emailus": "Изпратете ни имейл",
  "callus": "Обадете ни се",
  "etyfb": "Въведете вашето мнение тук...",
  "sb": "Изпрати",
  "ra": "Оценка на приложението",
  "tya": "Натиснете върху звездата, за да оцените това приложение. Вашата оценка ще бъде мотивация за нас да поддържаме приложението.",
  "peyfn": "Моля, въведете пълното си име",
  "peye": "Моля, въведете вашия имейл",
  "peypn": "Моля, въведете вашия телефонен номер",
  "gd": "Пол",
  "cbe": "Не може да бъде празно",
  "1a1": "Текстът трябва да е между 10 и 100 знака",
  "ecbe": "Имейлът не може да бъде празен",
  "ief": "Невалиден формат на имейла",
  "emew": "Имейлът трябва да завършва с @gmail.com или @fpt.edu.vn или @fe.edu.vn",
  "pncbe": "Телефонният номер не може да бъде празен",
  "ipnf": "Невалиден формат на телефонния номер",
  "sge": "Изберете пол",
  "female": "Жена",
  "male": "Мъж",
  "snot": "Изберете националност",
  "syno": "Търсете вашата националност",
  "sybi": "Изберете вашата рождена дата",
  "slts": "Изберете език, след това говорете.",
  "wtlg": "Добре дошли в Language Free",
  "yfwbt": "Вашето мнение ще бъде мотивация за нашия екип да развива проекта.",
  "yfwbtm": "Вашата оценка ще бъде мотивация за нашия екип да развива проекта.",
  "ftfn": "Неуспешно изтегляне на новини.",
  "yhssc": "Успешно запазихте промените си.",
  "ftuu": "Неуспешно обновяване на потребителя: Вътрешна грешка на сървъра.",
  "psad": "Моля, изберете дата.",
  "idpsad": "Невалидна дата. Моля, изберете дата между 1950 и 2016 година.",
  "psag": "Моля, изберете пол.",
  "psaa": "Моля, изберете националност.",
  "scrt": "Благодарим ви, че оценихте нашето приложение."
}
