{"war": "সতর্কতা",
"yawlpt": "আপনার অ্যাকাউন্ট লক হয়েছে! অনুগ্রহ করে পরে আবার চেষ্টা করুন!",

  "t12": "এই ফাংশন ব্যবহারকারীদের তাদের পছন্দের অনুবাদ সংরক্ষণ করতে, পুনরায় তাদের খোলা এবং তালিকা থেকে যেকোনো অনুবাদ মুছে ফেলতে দেয়।",
  "logofpt1": "এফপিটি বিশ্ববিদ্যালয় ক্যাম্পাস কান থো",
  "error1": "অনুবাদ ইতিহাস সরানো ব্যর্থ হয়েছিল:",
  "error2": "অনুবাদ ইতিহাস সরানোর সময় ত্রুটি হয়েছিল:",
  "error3": "মন্তব্য পোস্ট করতে ত্রুটি হয়েছে। ত্রুটি কোড:",
  "error4": "ত্রুটি! একটি ত্রুটি ঘটেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন:",
  "atfls": "পছন্দের তালিকাতে সফলভাবে যুক্ত করা হয়েছে।",
  "yhsdat": "আপনি সফলভাবে একটি সংযোগ মুছেছেন।",
  "pwstaa": "নতুন সংযোগ যুক্ত করতে 10 সেকেন্ড অপেক্ষা করুন।",
  "etcba": "ফাঁকা অনুবাদ যুক্ত করা যাবে না।",
  "nic": "ইন্টারনেট সংযোগ নেই",
  "yic": "দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন",
  "ta": "আবার চেষ্টা করুন",
  "ug": "ব্যবহারকারী গাইড",
  "g": "গাইড",
  "mf": "প্রধান বৈশিষ্ট্য",
  "qrc": "কিউআর কোড স্ক্যানার",
  "qrsb": "কিউআর কোড",
  "ou": "অন্যান্য উপযোগিতা",
  "t1": "এটি একটি মৌলিক অনুবাদ বৈশিষ্ট্য যা ব্যবহারকারীদের এক ভাষা থেকে অন্য ভাষায় পাঠকের পাঠগুলি দ্রুত ও সুবিধাজনকভাবে অনুবাদ করতে সাহায্য করে।",
  "t2": "এটি একটি উন্নত অনুবাদ বৈশিষ্ট্য যা ব্যবহারকারীদের ইমেজ থেকে পাঠ স্ক্যান এবং অনুবাদ করতে অনুমতি দেয়, যা তাদের পছন্দের ভাষায় সামগ্রীটি বোঝার সুবিধা বাড়াতে সাহায্য করে।",
  "t3": "এটি একটি বৈশিষ্ট্য যা ব্যবহারকারীদের মধ্যে দুটি পৃথক ভাষার মধ্যে সরাসরি অনুবাদের মাধ্যমে সরাসরি জীবনমুখী সংলাপ অনুবাদ করতে অনুমতি দেয়, সর্বোচ্চ সুবিধা প্রদান করে।",
  "t4": "এটি একটি আইএআই যা ভ্রমণ শিথিলকে, দর্শনীয় জায়গা, হোটেল, খাবার এবং অন্যান্য সম্পর্কে জ্ঞান সহায়ক তথ্য এবং অনুমান প্রদান করার জন্য শিক্ষিত। এটি প্রয়োজনীয় তথ্য এবং সুপারিশ প্রদান করার জন্য ভ্রমণ উৎসাহীদের জন্য একটি মৌলিক সহায়ক হিসাবে কাজ করে।",
  "t5": "এটি এপ্লিকেশনে সর্বশেষ প্রবন্ধগুলি সংযুক্ত করার একটি বৈশিষ্ট্য, যা ব্যবহারকারীদের তাদের অবকাঠামো সময়ে সংবাদ পড়তে অনুমতি দেয়। ভ্রমণ সম্পর্কিত বিষয়সমূহের সর্বশেষ তথ্য অনুপ্রবেশ প্রদান করে।",
  "t6": "এটি একটি বৈশিষ্ট্য যা দিনকে এবং পরবর্তী পাঁচ দিনের জন্য কোনও শহরের আবহাওয়া পরিস্থিতি পরীক্ষা করতে ব্যবহারকারীদের সাহায্য করে। বর্তমান এবং আসন্ন আবহাওয়া পূর্বাভাস সম্পর্কে তথ্য প্রদান করে।",
  "t7": "এটি প্রযোজনের অনুযায়ী সহযোগিতা করার জন্য একটি অত্যন্ত সুবিধাজনক বৈশিষ্ট্য যা ভ্রমণকারীদের স্থানীয় রেস্তোরাঁ, ওয়াইফাই শংসাপত্র, অর্থ স্থানান্তর ইত্যাদির মতো কিউআর কোড স্ক্যান করতে সাহায্য করে। এটি বিভিন্ন সেবা এবং তথ্যের দ্রুত অনুবেশ প্রদান করে এবং ব্যবহারকারী অভিজ্ঞতাকে উন্নত করে।",
  "t8": "এটি ব্যবহারকারীদের তথ্য দেখার সুযোগ প্রদান করে এবং একেবারে তাদের ব্যক্তিগত বিবরণ পরিচালনা করতে সাহায্য করে।",
  "t9": "এটি প্রকল্পের উদ্দেশ্য এবং এর বাস্তবায়নে শামিল সদস্যদের পরিচিতির মূল স্ক্রিন।",
  "t10": "যদি ব্যবহারকারীরা অসন্তোষিত বা যে কোনও অনুসন্ধান করে তবে এই অ্যাপ্লিকেশনের কার্যক্ষমতাগুলির উপর সরাসরি মূল্যায়ন করতে এই বৈশিষ্ট্য ব্যবহার করতে পারে।",
  "t11": "এটি ভাষা মুক্ত অ্যাপ্লিকেশনের বৈশিষ্ট্য এবং কার্যক্ষমতাগুলির সংক্ষিপ্ত স্ক্রিন, ব্যবহারকারীদের অ্যাপ্লিকেশনটি বোঝার জন্য প্রতিটি কার্যক্ষমতার বিস্তারিত বর্ণনা প্রদান করে।",
  "rs": "পুনঃস্ক্যান",
  "er": "ত্রুটি",
  "ltu": "URL চালানো যায়নি:",
  "cn": "বাতিল",
  "scn": "স্ক্যান করা হয়েছে",
  "otl": "লিঙ্ক খুলুন",
  "nd": "সংবাদ বিস্তারিত",
  "home": "হোম",
  "hi": "হাই",
  "helpyou": "আমি কীভাবে সাহায্য করতে পারি?",
  "translator": "অনুবাদক",
  "tt": "টেক্সট অনুবাদ",
  "co": "অভিলাষ",
  "img": "চিত্র অনুবাদ",
  "or": "অন্যান্য সেবাসমূহ",
  "cb": "চ্যাটবট",
  "ns": "সংবাদ",
  "wt": "আবহাওয়া",
  "pf": "প্রোফাইল",
  "au": "আমাদের সম্পর্কে",
  "fb": "প্রতিক্রিয়া",
  "h": "সাহায্য",
  "lo": "লগ আউট",
  "vs": "সংস্করণ: 2.0.4",
  "date": "15 মার্চ, 2024",
  "ct": "দেশ",
  "sfc": "দেশ অনুসন্ধান করুন",
  "et": "টেক্সট লিখুন",
  "sol": "উপরের 2 বোতামগুলি কথা বলতে বা শুনতে চাপুন",
  "below": "নীচের 2 বোতামগুলি কথা বলতে বা শুনতে চাপুন",
  "peoa": "দয়া করে কেবল বর্ণমালা লিখুন",
  "emewe": "ইমেলটি অবশ্যই @ gmail.com বা @ fpt.edu.vn বা @ fe.edu.vn দিয়ে শেষ হতে হবে",
  "fv": "প্রিয়",
  "ln": "শুনছি...",
  "lg": "ভাষা",
  "sfl": "ভাষা অনুসন্ধান করুন",
  "uab": "ছবি তোলা বা আপলোড করুন",
  "tc": "ভ্রমণ চ্যাটবট",
  "tam": "একটি বার্তা লিখুন",
  "pwa": "দয়া করে কিছু সেকেন্ড অপেক্ষা করুন",
  "mp": "আমার প্রোফাইল",
  "fn": "পূর্ণ নাম",
  "e": "ইমেল",
  "pn": "ফোন নম্বর",
  "n": "জাতীয়তা",
  "bd": "জন্মদিন",
  "sc": "পরিবর্তন সংরক্ষণ করুন",
  "sfac": "একটি শহরের জন্য অনুসন্ধান করুন...",
  "max": "সর্বাধিক",
  "min": "ন্যুনতম",
  "wind": "বাতাস",
  "hu": "আর্দ্রতা",
  "df": "পূর্বাভাস",
  "titleaus": "বহুজাতিক ভ্রমণকারীদের জন্য ভাষার সহায়ক।",
  "titleour": "আমাদের গল্প",
  "contentour": "আমরা FPT ক্যান থো বিশ্ববিদ্যালয়ের সফটওয়্যার ইঞ্জিনিয়ারিং মেজরের ছাত্র এবং এই অ্যাপ্লিকেশনটি একটি স্নাতক প্রকল্পের ফল। আমরা পর্যবেক্ষণ প্রকল্পের বাজারে ব্যবহার করি এবং পর্যটন সমর্থন এপ্লিকেশন ডেভেলপ করার জন্য প্রযুক্তিগত বিশেষজ্ঞতা অনুপ্রযুক্তি প্রয়োগ করি। আমাদের অ্যাপ দিয়ে আপনি বিশ্বের বিভিন্ন অংশে পর্যটন করতে সহজে অনুসন্ধান করতে পারেন, ভাষার সমস্যা পরিহার করতে এবং বহুমুখী জীবন সম্পূর্ণভাবে অনুভব করতে পারেন।",
  "titleteam": "আমাদের দল",
  "contentteam1": "আমাদের প্রকল্পের সদস্যগুলির মধ্যে Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao অন্তর্ভুক্ত, এর পরিচালনায়",
  "contentteam2": "মেন্টর Vo Hong Khanh",
  "contentteam3": "। সহযোগিতা এবং সঙ্গের স্পর্শে, আমরা একটি গুণগত পণ্য প্রদানে প্রতিশ্রুতি দিচ্ছি যা ব্যবহারকারীদের প্রয়োজনীয় হবে।",
  "logofpt": "FPT ক্যান থো বিশ্ববিদ্যালয়",
  "contentfpt1": "FPT ক্যান থো বিশ্ববিদ্যালয় একটি গুরুত্বপূর্ণ শিক্ষাগত সুযোগ যা",
  "contentfpt2": "মেকঙ্গ ডেলটা এলাকায়",
  "contentfpt3": "। একটি উন্নত শিক্ষা এবং গবেষণা পরিবেশের সাথে, স্কুলটি উচ্চ মানের প্রশিক্ষণ প্রোগ্রাম সরবরাহ করে এবং আন্তর্জাতিক শিক্ষা মডেল অনুযায়ী ডিজাইন করা হয়েছে।",
  "contactus": "যোগাযোগ করুন",
  "infous": "আমাদের সম্পর্কে তথ্য",
  "emailus": "আমাদের ইমেল করুন",
  "callus": "আমাদের কল করুন",
  "etyfb": "আপনার প্রতিক্রিয়া এখানে লিখুন ...",
  "sb": "জমা দিন",
  "ra": "রেটিং অ্যাপ",
  "tya": "এই অ্যাপ্লিকেশনের মৌলিকভাবে রেটিং করতে তারা তাদের মৌলিকভাবে প্রেরিত করতে তারা পল্লব ট্যাপ করুন।",
  "peyfn": "আপনার পূর্ণ নাম লিখুন দয়া করে",
  "peye": "আপনার ইমেল লিখুন দয়া করে",
  "peypn": "আপনার ফোন নম্বর লিখুন দয়া করে",
  "gd": "লিঙ্গ",
  "cbe": "খালি থাকতে পারে না",
  "1a1": "পাঠ্য অবশ্যই 10 থেকে 100 অক্ষরের মধ্যে হতে হবে",
  "ecbe": "ইমেল খালি রাখা যাবে না",
  "ief": "অবৈধ ইমেল ফরম্যাট",
  "emew": "ইমেল অবশ্যই @ gmail.com অথবা @ fpt.edu.vn অথবা @ fe.edu.vn দিয়ে শেষ হতে হবে",
  "pncbe": "ফোন নম্বর খালি থাকতে পারে না",
  "ipnf": "অবৈধ ফোন নম্বর ফরম্যাট",
  "sge": "লিঙ্গ নির্বাচন করুন",
  "female": "মহিলা",
  "male": "পুরুষ",
  "snot": "জাতীয়তা নির্বাচন করুন",
  "syno": "আপনার জাতীয়তা অনুসন্ধান করুন",
  "sybi": "আপনার জন্মদিন নির্বাচন করুন",
  "slts": "ভাষা নির্বাচন করুন, তারপর কথা বলুন।",
  "wtlg": "ভাষা ফ্রি স্বাগতমে।",
  "yfwbt": "আপনার প্রতিক্রিয়াটি আমাদের দলকে প্রকল্পটি বিকাশের জন্য অনুপ্রেরণ হবে।",
  "yfwbtm": "আপনার রেটিংটি আমাদের দলকে প্রকল্পটি বিকাশের জন্য অনুপ্রেরণ হবে।",
  "ftfn": "সংবাদ নিতে ব্যর্থ হয়েছে।",
  "yhssc": "আপনি সফলভাবে পরিবর্তন সংরক্ষণ করেছেন।",
  "ftuu": "ব্যবহারকারী আপডেট করতে ব্যর্থ: অভ্যন্তরীণ সার্ভারে ত্রুটি।",
  "psad": "দয়া করে একটি তারিখ নির্বাচন করুন।",
  "idpsad": "অবৈধ তারিখ। দয়া করে 1950 থেকে 2016 এর মধ্যে একটি তারিখ নির্বাচন করুন।",
  "psag": "দয়া করে একটি লিঙ্গ নির্বাচন করুন।",
  "psaa": "দয়া করে একটি জাতীয়তা নির্বাচন করুন।",
  "scrt": "আমাদের অ্যাপ্লিকেশন রেটিং করার জন্য আপনাকে ধন্যবাদ।"
}
