{"war": "Warnung",
"yawlpt": "Ihr Konto wurde gesperrt! Bitte versuchen Sie es später erneut!",
  "t12": "Diese Funktion ermöglicht es Benutzern, ihre Lieblingsübersetzungen zu speichern, sie erneut zu öffnen und jede Übersetzung aus der Liste zu löschen.",
  "logofpt1": "FPT Universität Campus Can Tho",
  "error1": "Übersetzungshistorie konnte nicht entfernt werden:",
  "error2": "Fehler beim Entfernen der Übersetzungshistorie:",
  "error3": "Beim Posten eines Kommentars ist ein Fehler aufgetreten. Fehlercode:",
  "error4": "Fehler! Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut:",
  "atfls": "Erfolgreich zur Favoritenliste hinzugefügt.",
  "yhsdat": "Sie haben erfolgreich einen Übergang gelöscht.",
  "pwstaa": "Bitte warten Sie 10 Sekunden, um einen neuen Übergang hinzuzufügen.",
  "etcba": "Leere Übersetzungen können nicht hinzugefügt werden.",
  "nic": "Sin conexión a internet",
  "yic": "Por favor, compruebe su conexión a internet",
  "ta": "Intentar de nuevo",
  "ug": "Guía del usuario",
  "g": "Guía",
  "mf": "Característica principal",
  "qrc": "Escáner de código QR",
  "qrsb": "Código QR",
  "ou": "Otras utilidades",
  "t1": "Es una función básica de traducción que ayuda a traducir pasajes de texto de un idioma a otro de manera rápida y conveniente.",
  "t2": "Es una función avanzada de traducción que permite a los usuarios escanear y traducir texto de imágenes, facilitando la comprensión del contenido en su idioma preferido.",
  "t3": "Es una función que permite a los usuarios traducir conversaciones en vivo entre dos idiomas diferentes en tiempo real, proporcionando la máxima comodidad.",
  "t4": "Es una IA entrenada con conocimientos sobre destinos de viaje, lugares turísticos, hoteles, comida y más. Sirve como un valioso asistente para entusiastas del viaje, proporcionando información útil y recomendaciones.",
  "t5": "Es una función que integra los últimos artículos de viaje en la aplicación, permitiendo a los usuarios leer noticias durante su tiempo libre. Proporciona acceso a información actualizada sobre temas relacionados con los viajes.",
  "t6": "Es una función que permite a los usuarios consultar las condiciones climáticas en cualquier ciudad para hoy y los próximos cinco días. Proporciona información sobre pronósticos climáticos actuales y futuros.",
  "t7": "Es una función muy conveniente para los viajeros, ya que ayuda a los usuarios a escanear códigos QR como enlaces, credenciales de WiFi, transferencias de dinero, etc. Mejora la experiencia del usuario al proporcionar acceso rápido a varios servicios e información.",
  "t8": "Es una característica que permite a los usuarios ver su información y administrarla directamente, así como editar sus detalles personales.",
  "t9": "Es una pantalla principal para presentar el propósito del proyecto, así como a los miembros involucrados en su implementación.",
  "t10": "Es una característica que permite a los usuarios calificar directamente las funcionalidades dentro de la aplicación si se sienten insatisfechos o tienen alguna pregunta.",
  "t11": "Es una pantalla que resume las características y funcionalidades de la aplicación Language Free, proporcionando descripciones detalladas de cada función para ayudar a los usuarios a comprender mejor la aplicación.",
  "rs": "Volver a escanear",
  "er": "Error",
  "ltu": "No se pudo lanzar la URL:",
  "cn": "Cancelar",
  "scn": "Escaneado",
  "otl": "Abrir el enlace",
  "nd": "Detalle de noticias",
  "home": "Inicio",
  "hi": "Hola",
  "helpyou": "¿En qué puedo ayudarte?",
  "translator": "Traductor",
  "tt": "Traducción de texto",
  "co": "Conversación",
  "img": "Traducción de imagen",
  "or": "Otros servicios",
  "cb": "ChatBot",
  "ns": "Noticias",
  "wt": "Clima",
  "pf": "Perfil",
  "au": "Sobre nosotros",
  "fb": "Retroalimentación",
  "h": "Ayuda",
  "lo": "Cerrar sesión",
  "vs": "Versión: 2.0.4",
  "date": "15 de marzo de 2024",
  "ct": "País",
  "sfc": "Buscar países",
  "et": "Ingrese texto",
  "sol": "Presione los 2 botones de arriba para hablar o escuchar",
  "below": "Presione los 2 botones a continuación para hablar o escuchar",
  "peoa": "Por favor, ingrese solo alfabetos",
  "emewe": "El correo electrónico debe terminar con @gmail.com o @fpt.edu.vn o @fe.edu.vn",
  "fv": "Favorito",
  "ln": "Escuchando...",
  "lg": "Idioma",
  "sfl": "Buscar idiomas",
  "uab": "Tomar o cargar una foto",
  "tc": "ChatBot de viaje",
  "tam": "Escriba un mensaje",
  "pwa": "Espere unos segundos",
  "mp": "Mi perfil",
  "fn": "Nombre completo",
  "e": "Correo electrónico",
  "pn": "Número de teléfono",
  "n": "Nacionalidad",
  "bd": "Cumpleaños",
  "sc": "Guardar cambios",
  "sfac": "Buscar una ciudad...",
  "max": "Máx",
  "min": "Mín",
  "wind": "Viento",
  "hu": "Humedad",
  "df": "Pronóstico",
  "titleaus": "Asistente de idioma para viajeros multinacionales.",
  "titleour": "Nuestra historia",
  "contentour": "Somos un grupo de estudiantes de Ingeniería de Software en la Universidad FPT Can Tho y esta aplicación es el producto de un proyecto de graduación. Aplicamos marcos y APIs disponibles para desarrollar aplicaciones de soporte turístico. Con nuestra aplicación, puedes explorar el mundo más fácilmente, superar las barreras del idioma y experimentar la vida multicultural al máximo.",
  "titleteam": "Nuestro equipo",
  "contentteam1": "Los miembros de nuestro proyecto incluyen a Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao con la guía de",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": ". Con un espíritu de cooperación y determinación, nos comprometemos a proporcionar un producto de calidad que satisfaga las necesidades de los usuarios.",
  "logofpt": "Universidad FPT Can Tho",
  "contentfpt1": "La Universidad FPT en Can Tho es una instalación de capacitación líder en la región del",
  "contentfpt2": "Delta del Mekong",
  "contentfpt3": ". Con un entorno de aprendizaje e investigación avanzado, la escuela ofrece programas de capacitación de alta calidad y está diseñada según un modelo de educación internacional.",
  "contactus": "Contáctanos",
  "infous": "Info Us",
  "emailus": "Envíanos un correo electrónico",
  "callus": "Llámanos",
  "etyfb": "Ingresa tus comentarios aquí...",
  "sb": "Enviar",
  "ra": "Calificación de la aplicación",
  "tya": "Toque la estrella para calificar esta aplicación. Su calificación será la motivación para nosotros para mantener la aplicación.",
  "peyfn": "Por favor, ingrese su nombre completo",
  "peye": "Por favor, ingrese su correo electrónico",
  "peypn": "Por favor, ingrese su número de teléfono",
  "gd": "Género",
  "cbe": "No puede estar vacío",
  "1a1": "El texto debe tener entre 10 y 100 caracteres",
  "ecbe": "El correo electrónico no puede estar vacío",
  "ief": "Formato de correo electrónico no válido",
  "emew": "El correo electrónico debe terminar con @gmail.com o @fpt.edu.vn o @fe.edu.vn",
  "pncbe": "El número de teléfono no puede estar vacío",
  "ipnf": "Formato de número de teléfono no válido",
  "sge": "Seleccionar género",
  "female": "Femenino",
  "male": "Masculino",
  "snot": "Seleccionar nacionalidad",
  "syno": "Buscar tu nacionalidad",
  "sybi": "Selecciona tu cumpleaños",
  "slts": "Seleccione el idioma, luego hable.",
  "wtlg": "Bienvenido a Language Free",
  "yfwbt": "Sus comentarios serán la motivación para nuestro equipo para desarrollar el proyecto.",
  "yfwbtm": "Su calificación será la motivación para nuestro equipo para desarrollar el proyecto.",
  "ftfn": "Error al obtener noticias.",
  "yhssc": "Has guardado los cambios exitosamente.",
  "ftuu": "Error al actualizar el usuario: error interno del servidor.",
  "psad": "Seleccione una fecha por favor.",
  "idpsad": "Fecha inválida. Por favor seleccione una fecha entre 1950 y 2016.",
  "psag": "Por favor seleccione un género.",
  "psaa": "Por favor seleccione una nacionalidad.",
  "scrt": "Gracias por calificar nuestra aplicación."
}
