{"war": "Προειδοποίηση",
"yawlpt": "Ο λογαριασμός σας έχει κλειδωθεί! Παρακαλώ προσπαθήστε ξανά αργότερα!",
    "t12": "Αυτή η λειτουργία επιτρέπει στους χρήστες να αποθηκεύουν τις αγαπημένες τους μεταφράσεις, να επιλέγουν να τις ξανανοίγουν και να διαγράφουν οποιαδήποτε μετάφραση από τη λίστα.",
"logofpt1": "Πανεπιστήμιο FPT Καμπούς Καν Θο",
"error1": "Αδυναμία αφαίρεσης ιστορικού μετάφρασης:",
"error2": "Σφάλμα κατά την αφαίρεση του ιστορικού μετάφρασης:",
"error3": "Παρουσιάστηκε σφάλμα κατά τη δημοσίευση σχολίου. Κωδικός σφάλματος:",
"error4": "Σφάλμα! Παρουσιάστηκε σφάλμα. Παρακαλώ προσπαθήστε ξανά αργότερα:",
    "atfls" : "Προστέθηκε με επιτυχία στη λίστα αγαπημένων.",
"yhsdat" : "Έχετε διαγράψει με επιτυχία μια μετάβαση.",
"pwstaa" : "Παρακαλώ περιμένετε 10 δευτερόλεπτα για να προσθέσετε μια νέα μετάβαση.",
"etcba" : "Δεν μπορούν να προστεθούν κενές μεταφράσεις.",
"nic": "Χωρίς σύνδεση στο διαδίκτυο",
    "yic": "Ελέγξτε τη σύνδεσή σας στο διαδίκτυο, παρακαλώ",
    "ta": "Δοκιμάστε ξανά",
    "ug": "Οδηγός Χρήστη",
    "g": "Οδηγός",
    "mf": "Κύρια Χαρακτηριστικά",
    "qrc": "Ανιχνευτής QR Code",
    "qrsb": "Κωδικός QR",
    "ou": "Άλλες εργαλειοθήκες",
    "t1": "Είναι μια βασική λειτουργία μετάφρασης που βοηθά τη μετάφραση αποσπασμάτων κειμένου από μια γλώσσα σε μια άλλη γρήγορα και βολικά.",
    "t2": "Είναι μια προηγμένη λειτουργία μετάφρασης που επιτρέπει στους χρήστες να σκανάρουν και να μεταφράσουν κείμενο από εικόνες, κάνοντας τους ευκολότερη την κατανόηση του περιεχομένου στην προτιμώμενή τους γλώσσα.",
    "t3": "Είναι μια λειτουργία που επιτρέπει στους χρήστες να μεταφράζουν ζωντανές συνομιλίες μεταξύ δύο διαφορετικών γλωσσών σε πραγματικό χρόνο, παρέχοντας απόλυτη βολικότητα.",
    "t4": "Είναι μια λειτουργία που επιτρέπει στους χρήστες να μεταφράζουν ζωντανές συνομιλίες μεταξύ δύο διαφορετικών γλωσσών σε πραγματικό χρόνο, παρέχοντας απόλυτη βολικότητα.",
    "t5": "Είναι μια λειτουργία που επιτρέπει στους χρήστες να διαβάζουν τα τελευταία άρθρα ταξιδίων στην εφαρμογή, επιτρέποντάς τους να διαβάζουν ειδήσεις κατά τη διάρκεια του ελεύθερου χρόνου τους. Παρέχει πρόσβαση σε ενημερωμένες πληροφορίες σχετικά με θέματα που σχετίζονται με τα ταξίδια.",
    "t6": "Είναι μια λειτουργία που επιτρέπει στους χρήστες να ελέγχουν τις καιρικές συνθήκες σε οποιαδήποτε πόλη για σήμερα και τις επόμενες πέντε ημέρες. Παρέχει πληροφορίες σχετικά με τις τρέχουσες και τις επερχόμενες καιρικές προγνώσεις.",
    "t7": "Είναι μια πολύ βολική λειτουργία για τους ταξιδιώτες, καθώς υποστηρίζει τους χρήστες στη σάρωση κωδικών QR όπως συνδέσεις, διαπιστευτήρια WiFi, μεταφορές χρημάτων κ.λπ. Βελτιώνει την εμπειρία χρήστη παρέχοντας γρήγορη πρόσβαση σε διάφορες υπηρεσίες και πληροφορίες.",
    "t8": "Αυτή η λειτουργία επιτρέπει στους χρήστες να προβάλλουν τις πληροφορίες τους και να διαχειρίζονται απευθείας, καθώς και να επεξεργάζονται τα προσωπικά τους στοιχεία.",
    "t9": "Είναι η κύρια οθόνη που εισάγει τον σκοπό του έργου, καθώς και τα μέλη που εμπλέκονται στην υλοποίησή του.",
    "t10": "Αυτή η λειτουργία επιτρέπει στους χρήστες να αξιολογούν απευθείας λειτουργίες εντός της εφαρμογής αν νιώθουν ανικανοποίητοι ή έχουν οποιεσδήποτε ερωτήσεις.",
    "t11": "Είναι μια οθόνη που περιλαμβάνει σύνοψη των χαρακτηριστικών και των λειτουργιών της εφαρμογής Language Free, παρέχοντας λεπτομερείς περιγραφές για κάθε λειτουργία προκειμένου να βοηθήσει τους χρήστες να κατανοήσουν καλύτερα την εφαρμογή.",
    "rs": "Επανάληψη σάρωσης",
    "er": "Σφάλμα",
    "ltu": "Δεν ήταν δυνατή η εκκίνηση του URL:",
    "cn": "Ακύρωση",
    "scn": "Σάρωση ολοκληρώθηκε",
    "otl": "Άνοιγμα του συνδέσμου",
    "nd": "Λεπτομέρειες ειδήσεων",
    "home": "Αρχική",
    "hi": "Γεια σας",
    "helpyou": "Πώς μπορώ να βοηθήσω;",
    "translator": "Μεταφραστής",
    "tt": "Μετάφραση Κειμένου",
    "co": "Συνομιλία",
    "img": "Μετάφραση Εικόνας",
    "or": "Άλλες Υπηρεσίες",
    "cb": "Εφαρμογή Συνομιλίας",
    "ns": "Ειδήσεις",
    "wt": "Καιρός",
    "pf": "Προφίλ",
    "au": "Σχετικά με εμάς",
    "fb": "Ανατροφοδότηση",
    "h": "Βοήθεια",
    "lo": "Αποσύνδεση",
    "vs": "Έκδοση: 2.0.4",
    "date": "15 Μαρτίου 2024",
    "ct": "Χώρα",
    "sfc": "Αναζήτηση για χώρες",
    "et": "Εισαγωγή κειμένου",
    "sol": "Πιέστε τα 2 κουμπιά πάνω για να μιλήσετε ή να ακούσετε",
    "below": "Πατήστε τα 2 κουμπιά κάτω για να μιλήσετε ή να ακούσετε",
    "peoa": "Παρακαλώ εισάγετε μόνο αλφαβητικούς χαρακτήρες",
    "emewe": "Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να τελειώνει με @gmail.com ή @fpt.edu.vn ή @fe.edu.vn",
    "fv": "Αγαπημένο",
    "ln": "Ακρόαση...",
    "lg": "Γλώσσα",
    "sfl": "Αναζήτηση για γλώσσες",
    "uab": "Λήψη ή αποστολή φωτογραφίας",
    "tc": "Ταξιδιωτικός Εφαρμογή Συνομιλίας",
    "tam": "Πληκτρολογήστε ένα μήνυμα",
    "pwa": "Παρακαλώ περιμένετε λίγα δευτερόλεπτα",
    "mp": "Το προφίλ μου",
    "fn": "Ονοματεπώνυμο",
    "e": "Ηλεκτρονικό ταχυδρομείο",
    "pn": "Αριθμός τηλεφώνου",
    "n": "Εθνικότητα",
    "bd": "Ημερομηνία Γέννησης",
    "sc": "Αποθήκευση Αλλαγών",
    "sfac": "Αναζήτηση για πόλη...",
    "max": "Μέγ.",
    "min": "Ελάχ.",
    "wind": "Άνεμος",
    "hu": "Υγρασία",
    "df": "Πρόγνωση",
    "titleaus": "Γλωσσικός βοηθός για πολυεθνικούς ταξιδιώτες.",
    "titleour": "Η Ιστορία Μας",
    "contentour": "Είμαστε μια ομάδα φοιτητών που φοιτούν στην Εφαρμοσμένη Πληροφορική στο Πανεπιστήμιο FPT Καν Θω. Αυτή η εφαρμογή είναι το προϊόν ενός προγράμματος αποφοίτησης. Εφαρμόζουμε διαθέσιμα πλαισία και διεπαφές εφαρμογών για να αναπτύξουμε εφαρμογές υποστήριξης τουρισμού. Με την εφαρμογή μας, μπορείτε να εξερευνήσετε τον κόσμο πιο εύκολα, να ξεπεράσετε γλωσσικούς φραγμούς και να ζήσετε την πολυπολιτισμική ζωή στο έπακρο.",
    "titleteam": "Η Ομάδα Μας",
    "contentteam1": "Τα μέλη του έργου μας περιλαμβάνουν τους Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao, υπό την καθοδήγηση του",
    "contentteam2": "Επόπτης Vo Hong Khanh",
    "contentteam3": ". Με πνεύμα συνεργασίας και αποφασιστικότητα, δεσμευόμαστε να παρέχουμε ένα ποιοτικό προϊόν που ανταποκρίνεται στις ανάγκες των χρηστών.",
    "logofpt": "Πανεπιστήμιο FPT Can Tho",
    "contentfpt1": "Το Πανεπιστήμιο FPT στο Can Tho είναι ένας κορυφαίος εκπαιδευτικός φορέας στην",
    "contentfpt2": "Δέλτα του Μεκόνγκ",
    "contentfpt3": ". Με ένα προηγμένο περιβάλλον μάθησης και έρευνας, το σχολείο παρέχει προγράμματα υψηλής ποιότητας εκπαίδευσης και σχεδιάζεται σύμφωνα με ένα διεθνές μοντέλο εκπαίδευσης.",
    "contactus": "Επικοινωνήστε μαζί μας",
    "infous": "Επικοινωνία μαζί μας",
    "emailus": "Στείλτε μας email",
    "callus": "Καλέστε μας",
"etyfb": "Εισαγάγετε τα σχόλιά σας εδώ...",
"sb": "Υποβολή",
"ra": "Βαθμολογία Εφαρμογής",
"tya": "Πατήστε στο αστέρι για να βαθμολογήσετε αυτήν την εφαρμογή. Η βαθμολογία σας θα είναι η κίνητρο για εμάς να διατηρήσουμε την εφαρμογή.",
"peyfn": "Παρακαλώ εισάγετε το πλήρες όνομά σας",
"peye": "Παρακαλώ εισάγετε το email σας",
"peypn": "Παρακαλώ εισάγετε τον αριθμό τηλεφώνου σας",
"gd": "Φύλο",
"cbe": "Δεν μπορεί να είναι κενό",
"1a1": "Το κείμενο πρέπει να είναι ανάμεσα σε 10 και 100 χαρακτήρες",
"ecbe": "Το email δεν μπορεί να είναι κενό",
"ief": "Μη έγκυρη μορφή email",
"emew": "Το email πρέπει να τελειώνει με @gmail.com ή @fpt.edu.vn",
"pncbe": "Ο αριθμός τηλεφώνου δεν μπορεί να είναι κενός",
"ipnf": "Μη έγκυρη μορφή αριθμού τηλεφώνου",
"sge": "Επιλέξτε φύλο",
"female": "Γυναίκα",
"male": "Άνδρας",
"snot": "Επιλέξτε εθνικότητα",
"syno": "Αναζητήστε την εθνικότητά σας",
"sybi": "Επιλέξτε τα γενέθλιά σας",
"slts": "Επιλέξτε γλώσσα, μετά μιλήστε.",
"wtlg": "Καλώς ήλθατε στη Γλώσσα Ελεύθερη",
"yfwbt": "Τα σχόλιά σας θα είναι το κίνητρο για την ομάδα μας να αναπτύξει το έργο.",
"yfwbtm": "Η βαθμολογία σας θα είναι το κίνητρο για την ομάδα μας να αναπτύξει το έργο.",
"ftfn": "Απέτυχε η λήψη ειδήσεων.",
"yhssc": "Αποθηκεύσατε με επιτυχία τις αλλαγές σας.",
"ftuu": "Απέτυχε η ενημέρωση του χρήστη: Εσωτερικό σφάλμα του διακομιστή.",
"psad": "Παρακαλώ επιλέξτε μια ημερομηνία.",
"idpsad": "Μη έγκυρη ημερομηνία. Παρακαλώ επιλέξτε μια ημερομηνία μεταξύ του 1950 και του 2016.",
"psag": "Παρακαλώ επιλέξτε φύλο.",
"psaa": "Παρακαλώ επιλέξτε εθνικότητα.",
"scrt": "Σας ευχαριστούμε για τη βαθμολόγηση της εφαρμογής μας."
}