{"war": "Warning",
"yawlpt" : "Your account was locked! Please try again later!",
  "t12": "This function allows users to save their favorite translations, choose to reopen them, and delete any translation from the list.",
  "logofpt1": "FPT University Campus Can Tho",
  "error1": "Failed to remove translation history:",
  "error2": "Error removing translation history:",
  "error3": "An error occurred while posting a comment. Error code:",
  "error4": "Error! An error occurred. Please try again later:",
  "atfls": "Added to favorites list successfully.",
  "yhsdat": "You have successfully deleted a transition.",
  "pwstaa": "Please wait 10 seconds to add a new transition.",
  "etcba": "Empty translations cannot be added.",
  "nic": "No internet connection",
  "yic": "Please check your internet connection",
  "ta": "Try again",
  "ug": "User Guide",
  "g": "Guide",
  "mf": "Main Feature",
  "qrc": "QR Code Scanner",
  "qrsb": "QR Code",
  "ou": "Other utilities",
  "t1": "It is a basic translation feature that helps translate text passages from one language to another quickly and conveniently.",
  "t2": "It is an advanced translation feature that allows users to scan and translate text from images, making it easier for them to understand the content in their preferred language.",
  "t3": "It is a feature that allows users to translate live conversations between two different languages in real-time, providing utmost convenience.",
  "t4": "It is an AI trained with knowledge about travel destinations, sightseeing spots, hotels, food, and more. It serves as a valuable assistant for travel enthusiasts, providing helpful information and recommendations.",
  "t5": "It is a feature that integrates the latest travel articles into the app, allowing users to read news during their leisure time. It provides access to up-to-date information on travel-related topics.",
  "t6": "It is a feature that enables users to check the weather conditions in any city for today and the next five days. It provides information about current and upcoming weather forecasts.",
  "t7": "It is a very convenient feature for travelers as it supports users in scanning QR codes such as links, WiFi credentials, money transfers, etc. It enhances the user experience by providing quick access to various services and information.",
  "t8": "It is feature allows users to view their information and directly manage, as well as edit, their personal details.",
  "t9": "It is a primary screen to introduce the project's purpose, as well as the members involved in its implementation.",
  "t10": "It is feature allows users to directly rate functionalities within the application if they feel dissatisfied or have any inquiries.",
  "t11": "It is a screen summarizing the features and functionalities of the Language Free app, providing detailed descriptions of each function to help users better understand the application.",
  "rs": "Re-scan",
  "er": "Error",
  "ltu": "Could not launch the URL:",
  "cn": "Cancel",
  "scn": "Scanned",
  "otl": "Open the link",
  "nd": "News Detail",
  "home": "Home",
  "hi": "Hi",
  "helpyou": "I Can Help You With?",
  "translator": "Translator",
  "tt": "Text Translation",
  "co": "Conversation",
  "img": "Image Translate",
  "or": "Other Services",
  "cb": "ChatBot",
  "ns": "News",
  "wt": "Weather",
  "pf": "Profile",
  "au": "About us",
  "fb": "Feedback",
  "h": "Help",
  "lo": "Log Out",
  "vs": "Version: 2.0.4",
  "date": "March 15, 2024",
  "ct": "Country",
  "sfc": "Search for countries",
  "et": "Enter text",
  "sol": "Press the 2 buttons above to speak or  listen",
  "below": "Press the 2 buttons below to talk or listen",
  "peoa": "Please enter only alphabets",
  "emewe": "Email must end with @gmail.com or @fpt.edu.vn or @fe.edu.vn",
  "fv": "Favorite",
  "ln": "Listening...",
  "lg": "Language",
  "sfl": "Search for languages",
  "uab": "Take or upload a photo",
  "tc": "Travel ChatBot",
  "tam": "Type a message",
  "pwa": "Please wait a few seconds",
  "mp": "My Profile",
  "fn": "Full Name",
  "e": "Email",
  "pn": "Phone Number",
  "n": "Nationality",
  "bd": "Birthday",
  "sc": "Save Changes",
  "sfac": "Search for a city...",
  "max": "Max",
  "min": "Min",
  "wind": "Wind",
  "hu": "Humidity",
  "df": "Forecast",
  "titleaus": "Language assistant for multinational travelers.",
  "titleour": "Our Story",
  "contentour": "We are a group of students majoring in Software Engineering at FPT Can Tho University and this application is the product of a graduation project. We apply available frameworks and APIs to develop tourism support applications. With our app, you can explore the world more easily, overcome language barriers and experience multicultural life to the fullest.",
  "titleteam": "Our Team",
  "contentteam1": "Members of our project include Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao with the guidance of ",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": ". With a spirit of cooperation and determination, we are committed to providing a quality product that meets the needs of users.",
  "logofpt": "FPT Can Tho University",
  "contentfpt1": "FPT University in Can Tho is a leading training facility in the ",
  "contentfpt2": "Mekong Delta region",
  "contentfpt3": ". With an advanced learning and research environment, the school provides high-quality training programs and is designed according to an international education model.",
  "contactus": "Contact Us",
  "infous": "Info Us",
  "emailus": "Email Us",
  "callus": "Call Us",
  "etyfb": "Enter your feedback here...",
  "sb": "Submit",
  "ra": "Rating App",
  "tya": "Tap on the star to rate this app. Your rating will be the motivation for us to maintain the app.",
  "peyfn": "Please enter your full name",
  "peye": "Please enter your email",
  "peypn": "Please enter your phone number",
  "gd": "Gender",
  "cbe": "Can't be empty",
  "1a1": "Text must be between 10 and 100 characters",
  "ecbe": "Email cannot be empty",
  "ief": "Invalid email format",
  "emew": "Email must end with @gmail.com or @fpt.edu.vn",
  "pncbe": "Phone number cannot be empty",
  "ipnf": "Invalid phone number format",
  "sge": "Select gender",
  "female": "Female",
  "male": "Male",
  "snot": "Select nationality",
  "syno": "Search your nationality",
  "sybi": "Select your birthday",
  "slts": "Select language, then speak.",
  "wtlg": "Welcome to Language Free",
  "yfwbt": "Your feedback will be the motivation for our team to develop the project.",
  "yfwbtm": "Your rating will be the motivation for our team to develop the project.",
  "ftfn": "Failed to fetch news.",
  "yhssc": "You have successfully saved changes.",
  "ftuu": "Failed to update user: Internal server error.",
  "psad": "Please select a date.",
  "idpsad": "Invalid date. Please select a date between 1950 and 2016.",
  "psag": "Please select a gender.",
  "psaa": "Please select a nationality.",
  "scrt": "Thank you for rating our application."
}
