{"war": "Avertissement",
"yawlpt": "Votre compte a été verrouillé ! Veuillez réessayer plus tard !",
  "t12": "Cette fonction permet aux utilisateurs d'enregistrer leurs traductions préférées, de choisir de les rouvrir et de supprimer toute traduction de la liste.",
  "logofpt1": "Campus de l'Université FPT Can Tho",
  "error1": "Impossible de supprimer l'historique des traductions :",
  "error2": "Erreur lors de la suppression de l'historique des traductions :",
  "error3": "Une erreur s'est produite lors de la publication d'un commentaire. Code d'erreur :",
  "error4": "Erreur ! Une erreur s'est produite. Veuillez réessayer plus tard :",
  "atfls": "Ajouté à la liste des favoris avec succès.",
  "yhsdat": "Vous avez supprimé une transition avec succès.",
  "pwstaa": "Veuillez patienter 10 secondes pour ajouter une nouvelle transition.",
  "etcba": "Les traductions vides ne peuvent pas être ajoutées.",
  "nic": "Pas de connexion Internet",
  "yic": "Veuillez vérifier votre connexion Internet",
  "ta": "Réessayer",
  "ug": "Guide de l'utilisateur",
  "g": "Guide",
  "mf": "Fonction principale",
  "qrc": "Lecteur de code QR",
  "qrsb": "Code QR",
  "ou": "Autres utilitaires",
  "t1": "Il s'agit d'une fonction de traduction de base qui aide à traduire rapidement et facilement des passages de texte d'une langue à une autre.",
  "t2": "Il s'agit d'une fonction de traduction avancée qui permet aux utilisateurs de numériser et de traduire du texte à partir d'images, facilitant ainsi la compréhension du contenu dans leur langue préférée.",
  "t3": "Il s'agit d'une fonction qui permet aux utilisateurs de traduire des conversations en direct entre deux langues différentes en temps réel, offrant ainsi un maximum de confort.",
  "t4": "Il s'agit d'une IA formée avec des connaissances sur les destinations de voyage, les lieux touristiques, les hôtels, la nourriture, etc. Elle sert d'assistant précieux pour les amateurs de voyage, fournissant des informations et des recommandations utiles.",
  "t5": "Il s'agit d'une fonction qui intègre les derniers articles de voyage dans l'application, permettant aux utilisateurs de lire des actualités pendant leur temps libre. Elle offre un accès à des informations à jour sur des sujets liés aux voyages.",
  "t6": "Il s'agit d'une fonctionnalité qui permet aux utilisateurs de vérifier les conditions météorologiques dans n'importe quelle ville pour aujourd'hui et les cinq prochains jours. Elle fournit des informations sur les prévisions météorologiques actuelles et à venir.",
  "t7": "Il s'agit d'une fonctionnalité très pratique pour les voyageurs car elle prend en charge la numérisation de codes QR tels que des liens, des identifiants WiFi, des transferts d'argent, etc. Elle améliore l'expérience utilisateur en fournissant un accès rapide à divers services et informations.",
  "t8": "Cette fonctionnalité permet aux utilisateurs de consulter leurs informations et de gérer directement, ainsi que de modifier, leurs coordonnées personnelles.",
  "t9": "Il s'agit de l'écran principal pour présenter l'objectif du projet, ainsi que les membres impliqués dans sa mise en œuvre.",
  "t10": "Cette fonctionnalité permet aux utilisateurs de noter directement les fonctionnalités de l'application s'ils ne sont pas satisfaits ou s'ils ont des questions.",
  "t11": "Il s'agit d'un écran résumant les fonctionnalités de l'application Language Free, fournissant des descriptions détaillées de chaque fonction pour aider les utilisateurs à mieux comprendre l'application.",
  "rs": "Re-scanner",
  "er": "Erreur",
  "ltu": "Impossible de lancer l'URL :",
  "cn": "Annuler",
  "scn": "Scanné",
  "otl": "Ouvrir le lien",
  "nd": "Détails des nouvelles",
  "home": "Accueil",
  "hi": "Salut",
  "helpyou": "Comment puis-je vous aider?",
  "translator": "Traducteur",
  "tt": "Traduction de texte",
  "co": "Conversation",
  "img": "Traduction d'image",
  "or": "Autres Services",
  "cb": "ChatBot",
  "ns": "Nouvelles",
  "wt": "Météo",
  "pf": "Profil",
  "au": "À propos de nous",
  "fb": "Retour d'information",
  "h": "Aide",
  "lo": "Déconnexion",
  "vs": "Version : 2.0.4",
  "date": "15 mars 2024",
  "ct": "Pays",
  "sfc": "Rechercher des pays",
  "et": "Entrez le texte",
  "sol": "Appuyez sur les 2 boutons ci-dessus pour parler ou écouter",
  "below": "Appuyez sur les 2 boutons ci-dessous pour parler ou écouter",
  "peoa": "Veuillez saisir uniquement des lettres de l'alphabet",
  "emewe": "L'e-mail doit se terminer par @gmail.com ou @fpt.edu.vn ou @fe.edu.vn",
  "fv": "Favori",
  "ln": "Écoute en cours...",
  "lg": "Langue",
  "sfl": "Recherche de langues",
  "uab": "Prenez ou téléchargez une photo",
  "tc": "ChatBot de voyage",
  "tam": "Tapez un message",
  "pwa": "Veuillez patienter quelques secondes",
  "mp": "Mon profil",
  "fn": "Nom complet",
  "e": "Email",
  "pn": "Numéro de téléphone",
  "n": "Nationalité",
  "bd": "Date de naissance",
  "sc": "Enregistrer les modifications",
  "sfac": "Recherchez une ville...",
  "max": "Max",
  "min": "Min",
  "wind": "Vent",
  "hu": "Humidité",
  "df": "Prévision",
  "titleaus": "Assistant linguistique pour les voyageurs multinationaux.",
  "titleour": "Notre histoire",
  "contentour": "Nous sommes un groupe d'étudiants en génie logiciel à l'université FPT Can Tho et cette application est le produit d'un projet de fin d'études. Nous utilisons des cadres et des API disponibles pour développer des applications de soutien au tourisme. Avec notre application, vous pouvez explorer le monde plus facilement, surmonter les barrières linguistiques et vivre pleinement une vie multiculturelle.",
  "titleteam": "Notre équipe",
  "contentteam1": "Les membres de notre projet comprennent Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao sous la direction de",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": ". Avec un esprit de coopération et de détermination, nous nous engageons à fournir un produit de qualité répondant aux besoins des utilisateurs.",
  "logofpt": "Université FPT Can Tho",
  "contentfpt1": "L'université FPT à Can Tho est un établissement de formation de premier plan dans la",
  "contentfpt2": "région du delta du Mékong",
  "contentfpt3": ". Avec un environnement d'apprentissage et de recherche avancé, l'école offre des programmes de formation de haute qualité et est conçue selon un modèle éducatif international.",
  "contactus": "Contactez-nous",
  "infous": "Informations nous",
  "emailus": "Envoyez-nous un e-mail",
  "callus": "Appelez-nous",
  "etyfb": "Entrez vos commentaires ici...",
  "sb": "Soumettre",
  "ra": "Évaluation de l'application",
  "tya": "Appuyez sur l'étoile pour évaluer cette application. Votre évaluation sera la motivation pour nous de maintenir l'application.",
  "peyfn": "Veuillez saisir votre nom complet",
  "peye": "Veuillez saisir votre email",
  "peypn": "Veuillez saisir votre numéro de téléphone",
  "gd": "Sexe",
  "cbe": "Ne peut pas être vide",
  "1a1": "Le texte doit comporter entre 10 et 100 caractères",
  "ecbe": "L'e-mail ne peut pas être vide",
  "ief": "Format e-mail invalide",
  "emew": "L'e-mail doit se terminer par @gmail.com ou @fpt.edu.vn ou @fe.edu.vn",
  "pncbe": "Le numéro de téléphone ne peut pas être vide",
  "ipnf": "Format de numéro de téléphone invalide",
  "sge": "Sélectionnez le sexe",
  "female": "Femme",
  "male": "Homme",
  "snot": "Sélectionnez la nationalité",
  "syno": "Recherchez votre nationalité",
  "sybi": "Sélectionnez votre date de naissance",
  "slts": "Sélectionnez la langue, puis parlez.",
  "wtlg": "Bienvenue sur Language Free",
  "yfwbt": "Vos commentaires seront la motivation pour notre équipe de développer le projet.",
  "yfwbtm": "Votre évaluation sera la motivation pour notre équipe de développer le projet.",
  "ftfn": "Échec de la récupération des nouvelles.",
  "yhssc": "Vous avez réussi à enregistrer les modifications.",
  "ftuu": "Échec de la mise à jour de l'utilisateur : Erreur interne du serveur.",
  "psad": "Veuillez sélectionner une date.",
  "idpsad": "Date invalide. Veuillez sélectionner une date entre 1950 et 2016.",
  "psag": "Veuillez sélectionner un sexe.",
  "psaa": "Veuillez sélectionner une nationalité.",
  "scrt": "Merci d'avoir évalué notre application."
}
