{"war": "Aviso",
"yawlpt": "A súa conta foi bloqueada! Por favor, ténteo de novo máis tarde!",
  "t12": "Esta función permite aos usuarios gardar as súas traducións favoritas, elixir volvelas abrir e eliminar calquera tradución da lista.",
  "logofpt1": "Campus da Universidade FPT Can Tho",
  "error1": "Non foi posible eliminar o historial de traducións:",
  "error2": "Produciuse un erro ao eliminar o historial de traducións:",
  "error3": "Produciuse un erro ao enviar un comentario. Código de erro:",
  "error4": "Erro! Produciuse un erro. Por favor, inténteo de novo máis tarde:",
  "atfls": "Engadido á lista de favoritos con éxito.",
  "yhsdat": "Eliminaches a transición con éxito.",
  "pwstaa": "Agarde 10 segundos antes de engadir unha nova transición.",
  "etcba": "Non se poden engadir traducións baleiras.",
  "nic": "Sen conexión a internet",
  "yic": "Por favor, comprobe a súa conexión a internet",
  "ta": "Tente de novo",
  "ug": "Guía de usuario",
  "g": "Guía",
  "mf": "Característica principal",
  "qrc": "Escaner de códigos QR",
  "qrsb": "Código QR",
  "ou": "Outras utilidades",
  "t1": "É unha característica básica de tradución que axuda a traducir pasaxes de texto dun idioma a outro de forma rápida e cómoda.",
  "t2": "É unha característica avanzada de tradución que permite aos usuarios escanear e traducir texto de imaxes, facilitando así a comprensión do contido no seu idioma preferido.",
  "t3": "É unha característica que permite aos usuarios traducir conversas en tempo real entre dous idiomas diferentes, proporcionando a máxima comodidade.",
  "t4": "É unha IA treinada con coñecementos sobre destinos de viaxe, puntos turísticos, hoteis, comida e máis. Serve como un valioso axudante para os entusiastas de viaxes, proporcionando información e recomendacións útiles.",
  "t5": "É unha característica que integra os últimos artigos de viaxes na aplicación, permitindo aos usuarios ler novas durante o seu tempo libre. Proporciona acceso a información actualizada sobre temas relacionados con viaxes.",
  "t6": "É unha característica que permite aos usuarios verificar as condicións meteorolóxicas en calquera cidade para hoxe e para os próximos cinco días. Proporciona información sobre os pronósticos meteorolóxicos actuais e futuros.",
  "t7": "É unha característica moi conveniente para os viaxeiros, xa que soporta aos usuarios na escaneo de códigos QR como ligazóns, credenciais de WiFi, transferencias de diñeiro, etc. Mellora a experiencia do usuario proporcionando acceso rápido a varios servizos e información.",
  "t8": "É unha característica que permite aos usuarios ver a súa información e xestionar directamente, así como editar, os seus datos persoais.",
  "t9": "É unha pantalla principal para presentar o propósito do proxecto, así como os membros involucrados na súa implementación.",
  "t10": "É unha característica que permite aos usuarios valorar directamente as funcionalidades dentro da aplicación se se senten insatisfeitos ou teñen algunha consulta.",
  "t11": "É unha pantalla que resume as características e funcionalidades da aplicación Language Free, proporcionando descricións detalladas de cada función para axudar aos usuarios a comprender mellor a aplicación.",
  "rs": "Escanear de novo",
  "er": "Erro",
  "ltu": "Non foi posible iniciar a URL:",
  "cn": "Cancelar",
  "scn": "Escaneado",
  "otl": "Abrir o enlace",
  "nd": "Detalles das novas",
  "home": "Inicio",
  "hi": "Ola",
  "helpyou": "Podo axudarche con?",
  "translator": "Tradutor",
  "tt": "Tradución de texto",
  "co": "Conversación",
  "img": "Tradución de imaxe",
  "or": "Outros servizos",
  "cb": "ChatBot",
  "ns": "Novas",
  "wt": "Tempo",
  "pf": "Perfil",
  "au": "Sobre nós",
  "fb": "Comentarios",
  "h": "Axuda",
  "lo": "Pechar sesión",
  "vs": "Versión: 2.0.4",
  "date": "15 de marzo de 2024",
  "ct": "País",
  "sfc": "Buscar países",
  "et": "Introduza o texto",
  "sol": "Preme os 2 botóns de embaixo para falar ou escoitar",
  "below": "Preme os 2 botóns de abaixo para falar ou escoitar",
  "peoa": "Introduza só alfabetos",
  "emewe": "O enderezo de correo electrónico debe rematar en @gmail.com ou @fpt.edu.vn ou @fe.edu.vn",
  "fv": "Favorito",
  "ln": "Escoitando...",
  "lg": "Idioma",
  "sfl": "Buscar idiomas",
  "uab": "Tome ou envíe unha foto",
  "tc": "ChatBot de viaxes",
  "tam": "Escriba unha mensaxe",
  "pwa": "Aguarde uns segundos",
  "mp": "Meu perfil",
  "fn": "Nome completo",
  "e": "Correo electrónico",
  "pn": "Número de teléfono",
  "n": "Nacionalidade",
  "bd": "Aniversario",
  "sc": "Gardar cambios",
  "sfac": "Buscar unha cidade...",
  "max": "Máximo",
  "min": "Mínimo",
  "wind": "Vento",
  "hu": "Humedade",
  "df": "Pronóstico",
  "titleaus": "Axudante de linguaxe para viaxeiros multinacionais.",
  "titleour": "A nosa historia",
  "contentour": "Somos un grupo de estudantes de Enxeñaría de Software na Universidade FPT Can Tho e esta aplicación é o produto dun proxecto de fin de carreira. Aplicamos marcos e API dispoñibles para desenvolver aplicacións de apoio ao turismo. Coa nosa aplicación, podes explorar o mundo máis facilmente, superar as barreiras lingüísticas e vivir a vida multicultural ao máximo.",
  "titleteam": "O noso equipo",
  "contentteam1": "Os membros do noso proxecto inclúen a Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao coa guía de",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": ". Con espírito de cooperación e determinación, comprometémonos a proporcionar un produto de calidade que atenda ás necesidades dos usuarios.",
  "logofpt": "Universidade FPT Can Tho",
  "contentfpt1": "A Universidade FPT en Can Tho é unha instalación de formación líder na rexión do",
  "contentfpt2": "delta do Mekong",
  "contentfpt3": ". Cun ambiente avanzado de aprendizaxe e investigación, a escola ofrece programas de formación de alta calidade e está deseñada segundo un modelo de educación internacional.",
  "contactus": "Póñase en contacto connosco",
  "infous": "Información sobre nós",
  "emailus": "Envíanos un correo electrónico",
  "callus": "Chámanos",
  "etyfb": "Introduza aquí os seus comentarios...",
  "sb": "Enviar",
  "ra": "Valorar aplicación",
  "tya": "Toque na estrela para valorar esta aplicación. A súa valoración será unha motivación para nós manter a aplicación.",
  "peyfn": "Por favor, introduza o seu nome completo",
  "peye": "Por favor, introduza o seu correo electrónico",
  "peypn": "Por favor, introduza o seu número de teléfono",
  "gd": "Xénero",
  "cbe": "Non pode estar baleiro",
  "1a1": "O texto debe ter entre 10 e 100 caracteres",
  "ecbe": "O correo electrónico non pode estar baleiro",
  "ief": "Formato de correo electrónico incorrecto",
  "emew": "O correo electrónico debe rematar en @gmail.com ou @fpt.edu.vn ou @fe.edu.vn",
  "pncbe": "O número de teléfono non pode estar baleiro",
  "ipnf": "Formato de número de teléfono incorrecto",
  "sge": "Seleccione o xénero",
  "female": "Muller",
  "male": "Home",
  "snot": "Seleccione a nacionalidade",
  "syno": "Busque a súa nacionalidade",
  "sybi": "Seleccione o seu aniversario",
  "slts": "Seleccione o idioma, a continuación, fale.",
  "wtlg": "Benvido a Language Free",
  "yfwbt": "Os seus comentarios serán unha motivación para o noso equipo para desenvolver o proxecto.",
  "yfwbtm": "A súa valoración será unha motivación para o noso equipo para desenvolver o proxecto.",
  "ftfn": "Non se puido obter as novas.",
  "yhssc": "Gardou correctamente os cambios.",
  "ftuu": "Non se puido actualizar o usuario: erro interno do servidor.",
  "psad": "Seleccione unha data.",
  "idpsad": "Data incorrecta. Seleccione unha data entre 1950 e 2016.",
  "psag": "Seleccione un xénero.",
  "psaa": "Seleccione unha nacionalidade.",
  "scrt": "Grazas por valorar a nosa aplicación."
}
