{"war": "ચેતવણી",
"yawlpt": "તમારો એકાઉન્ટ બંધ કરવામાં આવ્યો છે! મહેરબાની કરીને પછીથી પ્રયાસ કરો!",
  "t12": "આ ફંક્શન વપરાશકર્તાઓને તેમના મનપસંદ અનુવાદોને સાચવવાની, તેનાં ફરીથી ખોલવાની અને સૂચીમાંથી કોઈ પણ અનુવાદ કાઢવાની સાથે આપે છે.",
  "logofpt1": "FPT યુનિવર્સિટી કેમ્પસ કેન થો",
  "error1": "અનુવાદ ઇતિહાસ કાઢવામાં અસમર્થ:",
  "error2": "અનુવાદ ઇતિહાસ કાઢવાની વખતે ભૂલ આવી:",
  "error3": "ટૂંક સમયમાં ટૂંકમાં અનુચિત કરાવતું હતું. ભૂલ કોડ:",
  "error4": "ભૂલ! ભૂલ આવી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો:",
  "atfls": "મનપસંદ સૂચિમાં સફળતાપૂર્વક ઉમેરી ગઈ.",
  "yhsdat": "તમે સફળતાપૂર્વક એક સ્થિતિ કાઢી દીધી છે.",
  "pwstaa": "નવું સ્થિતિ ઉમેરવા માટે 10 સેકન્ડ રાહ જોવા મહેરબાની કરો.",
  "etcba": "ખાલી અનુવાદો ઉમેરી શકાતા નથી.",
  "nic": "ઇન્ટરનેટ કનેક્શન નથી",
  "yic": "કૃપા કરીને તમારી ઇન્ટરનેટ કનેક્શન તપાસો",
  "ta": "ફરીથી પ્રયાસ કરો",
  "ug": "વપરાશકર્તા ગાઈડ",
  "g": "ગાઈડ",
  "mf": "મુખ્ય લક્ષણ",
  "qrc": "ક્યૂઆર કોડ સ્કેનર",
  "qrsb": "ક્યૂઆર કોડ",
  "ou": "અન્ય સુવિધાઓ",
  "t1": "તે એક મૂળ અનુવાદ વ્યવસ્થા છે જે એક ભાષામાંથી અન્યામાં શબ્દકોશો છે અને તેને તત્કાલ અનુવાદ કરવામાં મદદ કરે છે.",
  "t2": "તે અદ્યતન અનુવાદ લક્ષણ છે જે વપરાશકર્તાઓને ઇમેજસમાંના શબ્દકોશોને સ્કેન અને અનુવાદ કરવામાં મદદ કરે છે, તેનાથી તેમને તેમની પસંદગીની ભાષામાં સાહસોનું સમજવું સહજ બનાવે છે.",
  "t3": "તે બધી મફત મંતવ્ય સુવિધાને ત્રણ વિવિધ ભાષાઓ વચ્ચેનું લાઈવ સંવાદ અનુવાદ કરવાનું એક લક્ષણ છે, કર્મચારીઓને સારી સુવિધા પ્રદાન કરી છે.",
  "t4": "તે ભ્રમણ પ્રેમીઓ માટે મહત્વના સહાયક તરીકે કાર્ય કરી છે કે ભ્રમણ સ્થળો, દર્શનીય સ્થળો, હોટલો, ખાનગી વાનગી અને વધુ વિશે જ્ઞાનવાર એઆઈ સાથે શૈક્ષણિક છે. તે ભ્રમણકારીઓને ઉપયોગી માહિતી અને ભલમાંડીનું પ્રસાદ આપવામાં મદદ કરવા માટે મહત્વનું સહાયક હોવાથી મહત્વપૂર્ણ છે.",
  "t5": "તે એપ્લિકેશનમાં નવીનતમ ભ્રમણ લેખોને સંમિલિત કરતી વિશેષતા છે, જેથી વપરાશકર્તાઓને તેમના ફ્રીમાં સમયગાળા વાચવાની સામર્થ્ય આપે છે. તે ભ્રમણની સંબંધિત વિષયો પર તાજેતર માહિતીને ઍક્સેસ આપે છે.",
  "t6": "તે સમયગાળામાં અન્ય શહેરની હવામાન અટકાવવાની સાચવણીઓને ચકાસવામાં મદદ કરવાનું એક લક્ષણ છે, જે વરતો પરત અને આવતી હવામાન પૂર્વાનુમાંની હવામાન પ્રવચનો વિશે માહિતી પ્રદાન કરે છે.",
  "t7": "તે ખુબ આવડી રહેલું લક્ષણ છે કારણકે તે વપરાશકર્તાઓને યુઆર કોડો સ્કેન કરવાની સારવારની આધારભૂત આધાર સાથે સારી મદદ કરે છે, જેમાં લિંક્સ, WiFi શ્રેણીઓ, પૈસાની ફેરફારો વગેરે શામેલ છે. તે વિવિધ સેવાઓ અને માહિતીની ઝડપથી ઍક્સેસ પ્રદાન કરીને વપરાશકર્તાની અનુભૂતિ વધારે સુચવે છે.",
  "t8": "આ લક્ષણ વપરાશકર્તાઓને તેમની માહિતીને જોવાની અને ડાયરેક્ટલી મેનેજ કરવાની સારવાર કરવાની મદદ કરે છે, સાથે સાથે તેમને તેમની વ્યક્તિગત વિગતોને સંપાદિત કરવાની માર્ગદર્શન પ્રદાન કરે છે.",
  "t9": "આ પ્રાથમિક સ્ક્રીન પ્રોજેક્ટનું ધ્યેય, સાથે તેના અમલ માં વાપરાણ વાળા સભ્યોનું પરિચય કરવા માટે છે.",
  "t10": "આ લક્ષણ વપરાશકર્તાઓને જરૂર કેવી રીતે અનભેગી અથવા કોઈ પ્રશ્નો છે તેને એપ્લિકેશનમાંના કાર્યક્ષમતાઓને ડાયરેક્ટ મુલાકાત આપવાની મદદ કરે છે.",
  "t11": "આ સ્ક્રીન ભાષા મુક્ત એપ્લિકેશનના લક્ષણો અને કાર્યક્ષમતાઓની સારવારણે સંક્ષિપ્તિ છે, જે વપરાશકર્તાઓને ઍપ્લિકેશન સમજવામાં સહાય કરવા માટે પ્રતિષ્ઠાનોના વર્ણનો આપે છે.",
  "rs": "ફિરતું સ્કેન કરો",
  "er": "ભૂલ",
  "ltu": "URL લોન્ચ કરી શકાતું નથી:",
  "cn": "રદ કરો",
  "scn": "સ્કેન કર્યું",
  "otl": "લિંક ખોલો",
  "nd": "ન્યુઝ વિગત",
  "home": "હોમ",
  "hi": "હાય",
  "helpyou": "મારી તમારી મદદ કરી શકું છું?",
  "translator": "અનુવાદક",
  "tt": "ટેક્સ્ટ અનુવાદ",
  "co": "ચર્ચા",
  "img": "ઇમેજ અનુવાદ",
  "or": "અન્ય સેવાઓ",
  "cb": "ચેટબોટ",
  "ns": "ન્યુઝ",
  "wt": "હવામાન",
  "pf": "પ્રોફાઇલ",
  "au": "અમારા વિશે",
  "fb": "પ્રતિસાદ",
  "h": "મદદ",
  "lo": "લૉગ આઉટ",
  "vs": "સંસ્કરણ: 2.0.4",
  "date": "માર્ચ 15, 2024",
  "ct": "દેશ",
  "sfc": "દેશો માટે શોધો",
  "et": "લખો પ્રવેશ કરો",
  "sol": "આડંબરે સ્પિક કરવા કે સાંભળવા માટે 2 બટનો પ્રેસ કરો",
  "below": "નીચે 2 બટનો દબાવવા માટે મારા વાત કરો અથવા સાંભળો",
  "peoa": "કૃપા કરીને ફક્ત અક્ષરો માં દાખલ કરો",
  "emewe": "ઇમેલ આખેરે @gmail.com અથવા @fpt.edu.vn અથવા @fe.edu.vn ના સાથે સમાપ્ત થવું જોઈએ",
  "fv": "મનપસંદ",
  "ln": "સાંભળવું છે...",
  "lg": "ભાષા",
  "sfl": "ભાષાઓ માટે શોધો",
  "uab": "ફોટો લવા અથવા અપલોડ કરો",
  "tc": "ભ્રમણ ચેટબોટ",
  "tam": "સંદેશ ટાઇપ કરો",
  "pwa": "કૃપા કરીને થોડા સેકંડ ધીરજ કરો",
  "mp": "મારુ પ્રોફાઇલ",
  "fn": "પૂરુ નામ",
  "e": "ઇમેલ",
  "pn": "ફોન નંબર",
  "n": "નાગરિકતા",
  "bd": "જન્મદિવસ",
  "sc": "બદલો સંરક્ષણ",
  "sfac": "શહેર માટે શોધો...",
  "max": "મહત્તમ",
  "min": "ન્યુનતમ",
  "wind": "વાર",
  "hu": "આવાજ",
  "df": "પૂર્વાનુમાં",
  "titleaus": "બહુદેશી ભ્રમણીઓ માટેનું ભાષા સહાયક.",
  "titleour": "અમારી કહાણી",
  "contentour": "અમે FPT કેન થો યુનિવર્સિટી પર સોફ્ટવેર ઇન્જિનિયરી મેજરિંગના વિદ્યાર્થીઓનું એક ગોઠા છે અને આ એપ્લિકેશન એક ગ્રેજ્યુએશન પ્રોજેક્ટની ઉત્પાદન છે. અમે ઉપલબ્ધ ફ્રેમવર્ક્સ અને APIનો ઉપયોગ કરીએ પર્યટન સહાયક એપ્લિકેશન ડેવલપ કરી છીએ. અમારી એપ્લિકેશન સાથે, તમે દુનિયાને વધુ સરળતાથી અનુભવી શકો છો, ભાષાના બાધાઓને ઓવરકમ કરી શકો છો અને બહુસંખ્યક જીવનની અનુભૂતિ કરી શકો છો.",
  "titleteam": "અમારી ટીમ",
  "contentteam1": "અમારી પ્રોજેક્ટના સભ્યો નગેન થન હુય્, નગેન દ્યુક તૈં, લે અન્હ ટ્યુએન, હુય્ન્હ ક્હાન્, ક્વાચ્ હોએ દાઓ વીથ દ ગાઇડન્સ ઓફ, ",
  "contentteam2": "મેંટોર વો હોંગ ખાન્હ",
  "contentteam3": "દ્યાનાત્મક એવા સહયોગ અને નિશ્ચય સાથે, અમે સભ્યોને ઉપયોગકર્તાઓની જરૂરિયાતોને પૂરી પાડવાની માંગણી કરી છીએ.",
  "logofpt": "FPT કેન થો યુનિવર્સિટી",
  "contentfpt1": "Universidad FPT en Can Tho es una instalación de formación líder en la región del",
  "contentfpt2": "delta del Mekong",
  "contentfpt3": ". Con un ambiente avanzado de aprendizaje e investigación, la escuela ofrece programas de formación de alta calidad y está diseñada según un modelo de educación internacional.",
  "contactus": "Contáctenos",
  "infous": "Información sobre nosotros",
  "emailus": "Envíenos un correo electrónico",
  "callus": "Llámenos",
  "etyfb": "Ingrese aquí sus comentarios...",
  "sb": "Enviar",
  "ra": "Calificar aplicación",
  "tya": "Toque la estrella para calificar esta aplicación. Su calificación será una motivación para nosotros para mantener la aplicación.",
  "peyfn": "Por favor, ingrese su nombre completo",
  "peye": "Por favor, ingrese su correo electrónico",
  "peypn": "Por favor, ingrese su número de teléfono",
  "gd": "Género",
  "cbe": "No puede estar vacío",
  "1a1": "El texto debe tener entre 10 y 100 caracteres",
  "ecbe": "El correo electrónico no puede estar vacío",
  "ief": "Formato de correo electrónico incorrecto",
  "emew": "El correo electrónico debe terminar en @gmail.com o @fpt.edu.vn o @fe.edu.vn",
  "pncbe": "El número de teléfono no puede estar vacío",
  "ipnf": "Formato de número de teléfono incorrecto",
  "sge": "Seleccione el género",
  "female": "Mujer",
  "male": "Hombre",
  "snot": "Seleccione la nacionalidad",
  "syno": "Busque su nacionalidad",
  "sybi": "Seleccione su cumpleaños",
  "slts": "Seleccione el idioma, luego hable.",
  "wtlg": "Bienvenido a Language Free",
  "yfwbt": "Sus comentarios serán una motivación para nuestro equipo para desarrollar el proyecto.",
  "yfwbtm": "Su calificación será una motivación para nuestro equipo para desarrollar el proyecto.",
  "ftfn": "No se pudieron obtener las noticias.",
  "yhssc": "Guardado correctamente los cambios.",
  "ftuu": "No se pudo actualizar el usuario: error interno del servidor.",
  "psad": "Seleccione una fecha.",
  "idpsad": "Fecha incorrecta. Seleccione una fecha entre 1950 y 2016.",
  "psag": "Seleccione un género.",
  "psaa": "Seleccione una nacionalidad.",
  "scrt": "Gracias por valorar nuestra aplicación."
}
