{"war": "चेतावनी",
"yawlpt": "आपका खाता बंद कर दिया गया है! कृपया बाद में पुन: प्रयास करें!",
    "t12": "इस फ़ंक्शन से उपयोगकर्ताओं को अपने पसंदीदा अनुवाद सहेजने, उन्हें फिर से खोलने और सूची से किसी भी अनुवाद को हटाने की सुविधा है।",
"logofpt1": "एफपीटी विश्वविद्यालय कैंपस कैन थो",
"error1": "अनुवाद इतिहास को हटाने में विफल रहा:",
"error2": "अनुवाद इतिहास को हटाने में त्रुटि हुई:",
"error3": "टिप्पणी पोस्ट करने में त्रुटि आई। त्रुटि कोड:",
"error4": "त्रुटि! कुछ गड़बड़ हो गई। कृपया बाद में पुन: प्रयास करें:",
    "atfls" : "पसंदीदा सूची में सफलतापूर्वक जोड़ा गया।",
"yhsdat" : "आपने सफलतापूर्वक एक परिवर्तन हटा दिया है।",
"pwstaa" : "कृपया एक नया परिवर्तन जोड़ने के लिए 10 सेकंड रुकें।",
"etcba" : "खाली अनुवाद जोड़े नहीं जा सकते।",
    "nic": "कोई इंटरनेट कनेक्शन नहीं",
"yic": "कृपया अपना इंटरनेट कनेक्शन जांचें",
"ta": "फिर कोशिश करें",
"ug": "उपयोगकर्ता गाइड",
"g": "गाइड",
"mf": "मुख्य विशेषता",
"qrc": "क्यूआर कोड स्कैनर",
"qrsb": "क्यूआर कोड",
"ou": "अन्य उपयोगिताएँ",
"t1": "यह एक मूल अनुवाद सुविधा है जो टेक्स्ट भागों का अनुवाद एक भाषा से दूसरे में तेजी से और सुविधाजनक बनाने में मदद करती है।",
"t2": "यह एक उन्नत अनुवाद सुविधा है जो उपयोगकर्ताओं को छवियों से पाठ को स्कैन और अनुवाद करने की सुविधा प्रदान करती है, जिससे उन्हें अपनी पसंदीदा भाषा में सामग्री को समझने में आसानी हो।",
"t3": "यह एक सुविधा है जो उपयोगकर्ताओं को दो विभिन्न भाषाओं के बीच वास्तविक समय में जीवन की बातचीत का अनुवाद करने की सुविधा प्रदान करती है, अत्यंत सुविधा प्रदान करती है।",
"t4": "यह एक ए.आई. है जिसे यात्रा स्थलों, दर्शनीय स्थलों, होटलों, खाने और अधिक के बारे में ज्ञान से प्रशिक्षित किया गया है। यह यात्रा प्रेमियों के लिए एक मूल्यवान सहायक के रूप में काम करता है, उपयोगी जानकारी और सिफारिशें प्रदान करता है।",
"t5": "यह एक सुविधा है जो नवीनतम यात्रा लेखों को एप्लिकेशन में एकीकृत करती है, जिससे उपयोगकर्ता अपने अत्यंत समय में समाचार पढ़ सकते हैं। यह यात्रा संबंधित विषयों पर अद्यतित जानकारी प्रदान करता है।",
"t6": "यह एक सुविधा है जो उपयोगकर्ताओं को आज और आगामी पांच दिनों के लिए किसी भी शहर में मौसम की स्थिति की जांच करने की सुविधा प्रदान करती है। यह मौसम के वर्तमान और आगामी पूर्वानुमान के बारे में जानकारी प्रदान करता है।",
"t7": "यह यात्रियों के लिए बहुत अधिक सुविधाजनक विशेषता है क्योंकि यह उपयोगकर्ताओं को QR कोड्स जैसे कि लिंक, WiFi क्रेडेंशियल, पैसे की ट्रांसफर आदि स्कैन करने में समर्थन करता है। यह विभिन्न सेवाओं और जानकारी के त्वरित एक्सेस प्रदान करके उपयोगकर्ता अनुभव को बेहतर बनाता है।",
"t8": "यह एक सुविधा है जो उपयोगकर्ताओं को उनकी जानकारी देखने और सीधे प्रबंधित करने, संपादित करने की सुविधा प्रदान करती है।",
"t9": "यह परियोजना का उद्देश्य प्रस्तुत करने के लिए मुख्य स्क्रीन है, साथ ही इसके कार्यान्वयन में शामिल सदस्यों का विवरण।",
"t10": "यह एक सुविधा है जो उपयोगकर्ताओं को यदि वे असंतुष्ट महसूस करते हैं या कोई पूछताछ है तो अनुप्रयोगों को सीधे मूल्यांकन करने की सुविधा प्रदान करती है।",
"t11": "यह एक स्क्रीन है जो Language Free ऐप की विशेषताओं और कार्यान्वयनों का सारांश प्रस्तुत करता है, प्रत्येक कार्य का विस्तृत विवरण प्रदान करने के लिए ताकि उपयोगकर्ताओं को ऐप्लिकेशन को बेहतर समझने में सहायता मिल सके।",
"rs": "फिर स्कैन करें",
"er": "त्रुटि",
"ltu": "URL लॉन्च नहीं किया जा सका:",
"cn": "रद्द करें",
"scn": "स्कैन किया गया",
"otl": "लिंक खोलें",
"nd": "समाचार विवरण",
"home": "होम",
"hi": "नमस्ते",
"helpyou": "मैं आपकी किस प्रकार मदद कर सकता हूँ?",
"translator": "अनुवादक",
"tt": "पाठ अनुवाद",
"co": "बातचीत",
"img": "छवि अनुवाद",
"or": "अन्य सेवाएं",
"cb": "चैटबॉट",
"ns": "समाचार",
"wt": "मौसम",
"pf": "प्रोफ़ाइल",
"au": "हमारे बारे में",
"fb": "प्रतिक्रिया",
"h": "सहायता",
"lo": "लॉग आउट",
"vs": "संस्करण: 2.0.4",
"date": "15 मार्च, 2024",
"ct": "देश",
"sfc": "देशों की खोज करें",
"et": "पाठ दर्ज करें",
"sol": "बोलने या सुनने के लिए ऊपर के 2 बटनों को दबाएं",
"below": "बात करने या सुनने के लिए नीचे के 2 बटनों को दबाएं",
"peoa": "कृपया केवल वर्णमाला दर्ज करें",
"emewe": "ईमेल केवल @gmail.com या @fpt.edu.vn या @fe.edu.vn से समाप्त होना चाहिए",
"fv": "पसंदीदा",
"ln": "सुन रहा है...",
"lg": "भाषा",
"sfl": "भाषाओं की खोज करें",
"uab": "एक फोटो लें या अपलोड करें",
"tc": "यात्रा चैटबॉट",
"tam": "संदेश टाइप करें",
"pwa": "कृपया कुछ सेकंड रुकें",
"mp": "मेरी प्रोफाइल",
"fn": "पूरा नाम",
"e": "ईमेल",
"pn": "फ़ोन नंबर",
"n": "राष्ट्रीयता",
"bd": "जन्मदिन",
"sc": "परिवर्तन सहेजें",
"sfac": "एक शहर की खोज करें...",
"max": "अधिकतम",
"min": "न्यूनतम",
"wind": "हवा",
"hu": "नमी",
"df": "पूर्वानुमान",
"titleaus": "बहुराष्ट्रीय यात्रियों के लिए भाषा सहायक।",
"titleour": "हमारी कहानी",
"contentour": "हम एफपीटी कैन थो यूनिवर्सिटी में सॉफ्टवेयर इंजीनियरिंग में छात्रों का एक समूह हैं और यह एक स्नातक परियोजना का उत्पाद है। हम यात्रा समर्थन अनुप्रयोग विकसित करने के लिए उपलब्ध फ्रेमवर्क और एपीआई का उपयोग करते हैं। हमारे ऐप के साथ, आप दुनिया को अधिक आसानी से खोज सकते हैं, भाषा की बाधाओं को पार कर सकते हैं और बहुसांस्कृतिक जीवन का अनुभव कर सकते हैं।",
"titleteam": "हमारी टीम",
"contentteam1": "हमारे प्रोजेक्ट के सदस्यों में Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao शामिल हैं, जिनकी नेतृत्व में",
"contentteam2": "मेंटर Vo Hong Khanh",
"contentteam3": "। सहयोग और स्थिरता की भावना के साथ, हम एक उच्च गुणवत्ता वाला उत्पाद प्रदान करने के लिए समर्थ हैं जो उपयोगकर्ताओं की आवश्यकताओं को पूरा करता है।",
"logofpt": "FPT Can Tho University",
"contentfpt1": "Can Tho में FPT विश्वविद्यालय एक अग्रणी प्रशिक्षण संस्थान है",
"contentfpt2": "मेकाँग डेल्टा क्षेत्र",
"contentfpt3": "। उन्नत शिक्षा और अनुसंधान वातावरण के साथ, स्कूल उच्च गुणवत्ता वाले प्रशिक्षण कार्यक्रम प्रदान करता है और एक अंतर्राष्ट्रीय शिक्षा मॉडल के अनुसार डिज़ाइन किया गया है।",
"contactus": "संपर्क करें",
"infous": "जानकारी हमारे बारे में",
"emailus": "हमें ईमेल करें",
"callus": "हमें कॉल करें",
"etyfb": "अपनी प्रतिक्रिया यहां दर्ज करें...",
"sb": "प्रस्तुत करें",
"ra": "रेटिंग अनुप्रयोग",
"tya": "इस ऐप को मैन्टेन करने के लिए हमारे लिए तारीख के तारे पर टैप करें। आपकी रेटिंग हमारे लिए प्रेरणा होगी।",
"peyfn": "कृपया अपना पूरा नाम दर्ज करें",
"peye": "कृपया अपना ईमेल दर्ज करें",
"peypn": "कृपया अपना फ़ोन नंबर दर्ज करें",
"gd": "लिंग",
"cbe": "खाली नहीं हो सकता",
"1a1": "पाठ 10 और 100 वर्णों के बीच होना चाहिए",
"ecbe": "ईमेल खाली नहीं हो सकता",
"ief": "गलत ईमेल प्रारूप",
"emew": "ईमेल केवल @gmail.com या @fpt.edu.vn या @fe.edu.vn से समाप्त होना चाहिए",
"pncbe": "फोन नंबर खाली नहीं हो सकता",
"ipnf": "गलत फोन नंबर प्रारूप",
"sge": "लिंग चुनें",
"female": "महिला",
"male": "पुरुष",
"snot": "राष्ट्रीयता चुनें",
"syno": "अपनी राष्ट्रीयता खोजें",
"sybi": "अपना जन्मदिन चुनें",
"slts": "भाषा चुनें, फिर बोलें।",
"wtlg": "Language Free में आपका स्वागत है",
"yfwbt": "आपकी प्रतिक्रिया हमारे टीम को परियोजना को विकसित करने के लिए प्रेरित करेगी।",
"yfwbtm": "आपकी रेटिंग हमारे टीम को परियोजना को विकसित करने के लिए प्रेरित करेगी।",
"ftfn": "समाचार प्राप्त करने में असफल।",
"yhssc": "आपने सफलतापूर्वक परिवर्तन सहेज लिए हैं।",
"ftuu": "उपयोगकर्ता अद्यतन विफल: आंतरिक सर्वर त्रुटि।",
"psad": "कृपया एक तारीख का चयन करें।",
"idpsad": "गलत तारीख: कृपया 1950 और 2016 के बीच की एक तारीख का चयन करें।",
"psag": "कृपया एक लिंग का चयन करें।",
"psaa": "कृपया एक राष्ट्रीयता का चयन करें।",
"scrt": "हमारे ऐप्लिकेशन को रेटिंग देने के लिए धन्यवाद।"
}