{"war": "Figyelmeztetés",
"yawlpt": "A fiókja zárolva lett! Kérjük, próbálja újra később!",
    "t12": "Ez a funkció lehetővé teszi a felhasználók számára, hogy kedvenc fordításaikat elmentsék, újra kinyissák és töröljék bármely fordítást a listáról.",
"logofpt1": "FPT Egyetem Campus Can Tho",
"error1": "Nem sikerült eltávolítani a fordítási előzményeket:",
"error2": "Hiba történt a fordítási előzmények eltávolításakor:",
"error3": "Hiba történt a megjegyzés közzétételekor. Hibaüzenet:",
"error4": "Hiba! Hiba történt. Kérjük, próbálja újra később:",
    "atfls": "Sikeresen hozzáadva a kedvencek listájához.",
"yhsdat": "Sikeresen eltávolítottad az átmenetet.",
"pwstaa": "Kérlek, várj 10 másodpercet, mielőtt új átmenetet adnál hozzá.",
"etcba": "Üres fordításokat nem lehet hozzáadni.",
    "nic": "Nincs internetkapcsolat",
    "yic": "Kérlek ellenőrizd az internetkapcsolatodat",
    "ta": "Próbáld újra",
    "ug": "Felhasználói útmutató",
    "g": "Útmutató",
    "mf": "Fő funkció",
    "qrc": "QR-kódolvasó",
    "qrsb": "QR-kód",
    "ou": "Egyéb segédprogramok",
    "t1": "Ez egy alapvető fordítási funkció, amely segít gyorsan és kényelmesen fordítani szövegrészleteket egyik nyelvről a másikra.",
    "t2": "Ez egy fejlett fordítási funkció, amely lehetővé teszi a felhasználók számára, hogy képekről lefordítsanak szöveget, ezzel könnyebbé téve számukra a tartalom megértését a választott nyelven.",
    "t3": "Ez egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy valós időben fordítsanak élő beszélgetéseket két különböző nyelv között, maximális kényelmet biztosítva ezzel.",
    "t4": "Ez egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy utazási célpontokról, látnivalókról, szállásokról, ételekről és még sok másról szóló ismeretekkel rendelkező AI-t használjanak. Értékes segítségként szolgál az utazás iránt érdeklődők számára, hasznos információkat és ajánlásokat nyújtva.",
    "t5": "Ez egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy az alkalmazásba integrált legújabb utazási cikkeket olvassanak, lehetőséget biztosítva arra, hogy szabadidejükben híreket olvassanak. Friss információkat nyújt az utazással kapcsolatos témákról.",
    "t6": "Ez egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy ellenőrizzék az időjárási körülményeket bármely városban ma és a következő öt napban. Információkat nyújt a jelenlegi és a várható időjárás előrejelzéseiről.",
    "t7": "Ez egy nagyon kényelmes funkció az utazók számára, mivel támogatja őket a QR-kódok, például linkek, WiFi-hitelek, pénzátutalások stb. beolvasásában. Fokozza a felhasználói élményt, gyors hozzáférést biztosítva különféle szolgáltatásokhoz és információkhoz.",
    "t8": "Ez a funkció lehetővé teszi a felhasználók számára, hogy megtekinthessék az adataikat, valamint közvetlenül kezelhessék és szerkeszthessék személyes adataikat.",
    "t9": "Ez az elsődleges képernyő az projekt céljának bemutatására, valamint annak a tagjainak a bemutatására, akik részt vesznek a megvalósításban.",
    "t10": "Ez a funkció lehetővé teszi a felhasználók számára, hogy közvetlenül értékeljék az alkalmazás funkcionalitásait, ha elégedetlenek vagy kérdéseik vannak.",
    "t11": "Ez egy képernyő, amely összefoglalja a Nyelvi Szabad alkalmazás funkcióit és funkcionalitásait, részletes leírásokat nyújtva minden funkcióról, hogy a felhasználók jobban megértsék az alkalmazást.",
    "rs": "Újraolvasás",
    "er": "Hiba",
    "ltu": "Nem sikerült elindítani az URL-t:",
    "cn": "Mégse",
    "scn": "Beolvasva",
    "otl": "Nyisd meg a linket",
    "nd": "Hír részletek",
    "home": "Kezdőlap",
    "hi": "Helló",
    "helpyou": "Miben segíthetek?",
    "translator": "Fordító",
    "tt": "Szövegfordítás",
    "co": "Beszélgetés",
    "img": "Képfordítás",
    "or": "Egyéb szolgáltatások",
    "cb": "ChatBot",
    "ns": "Hírek",
    "wt": "Időjárás",
    "pf": "Profil",
    "au": "Rólunk",
    "fb": "Visszajelzés",
    "h": "Súgó",
    "lo": "Kijelentkezés",
    "vs": "Verzió: 2.0.4",
    "date": "2024. március 15.",
    "ct": "Ország",
    "sfc": "Keresés országokra",
    "et": "Írd be a szöveget",
    "sol": "Nyomd meg a fenti 2 gombot, hogy beszélj vagy hallgass",
    "below": "Nyomd meg az alábbi 2 gombot a beszédhez vagy a hallgatáshoz",
    "peoa": "Kérlek csak betűket adj meg",
    "emewe": "Az e-mail címe végződjön @gmail.com, @fpt.edu.vn vagy @fe.edu.vn-ra",
    "fv": "Kedvenc",
    "ln": "Hallgatás...",
    "lg": "Nyelv",
    "sfl": "Keresés nyelvekre",
    "uab": "Készíts vagy tölts fel egy fényképet",
    "tc": "Utazási ChatBot",
    "tam": "Írj egy üzenetet",
    "pwa": "Kérlek várj néhány másodpercet",
    "mp": "Saját profilom",
    "fn": "Teljes név",
    "e": "E-mail",
    "pn": "Telefonszám",
    "n": "Állampolgárság",
    "bd": "Születésnap",
    "sc": "Változtatások mentése",
    "sfac": "Keresés városra...",
    "max": "Max",
    "min": "Min",
    "wind": "Szél",
    "hu": "Páratartalom",
    "df": "Előrejelzés",
    "titleaus": "Nyelvi segéd a nemzetközi utazók számára.",
    "titleour": "Mi történetünk",
    "contentour": "Mi egy csoport hallgató vagyunk a FPT Can Tho Egyetem Szoftvermérnöki szakán, és ez az alkalmazás a diploma projekt eredménye. Elérhető keretrendszereket és API-kat alkalmazunk turisztikai támogató alkalmazások fejlesztéséhez. Az app segítségével könnyebben felfedezheted a világot, legyőzheted a nyelvi akadályokat, és teljes értékűen megtapasztalhatod a multikulturális életet.",
    "titleteam": "Csapatunk",
    "contentteam1": "A projekt tagjai közé tartoznak Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao ",
    "contentteam2": "Vezető mentor Vo Hong Khanh",
    "contentteam3": " segítségével. Együttműködési szellemmel és eltökéltséggel köteleztük el magunkat egy minőségi termék biztosítása mellett, amely kielégíti a felhasználók igényeit.",
    "logofpt": "FPT Can Tho Egyetem",
    "contentfpt1": "Az FPT Egyetem Can Tho a vezető képzési intézmény a ",
    "contentfpt2": "Mekong-delta régióban",
    "contentfpt3": ". Az előrehaladott tanulási és kutatási környezettel rendelkező iskola magas színvonalú képzési programokat nyújt, és nemzetközi oktatási modell szerint van tervezve.",
    "contactus": "Kapcsolat",
    "infous": "Kapcsolati információk",
    "emailus": "Írj nekünk",
    "callus": "Hívj minket",
    "etyfb": "Add meg a visszajelzésedet itt...",
    "sb": "Beküldés",
    "ra": "Alkalmazás értékelése",
    "tya": "Érintsd meg a csillagot az alkalmazás értékeléséhez. Az értékelésed lesz az ösztönzés számunkra az alkalmazás fenntartásához.",
    "peyfn": "Kérlek add meg teljes neved",
    "peye": "Kérlek add meg az e-mail címed",
    "peypn": "Kérlek add meg a telefonszámod",
    "gd": "Nem",
    "cbe": "Nem lehet üres",
    "1a1": "A szövegnek 10 és 100 karakter között kell lennie",
    "ecbe": "Az e-mail nem lehet üres",
    "ief": "Érvénytelen e-mail formátum",
    "emew": "Az e-mail címnek @gmail.com vagy @fpt.edu.vn vagy @fe.edu.vn végződnie kell",
    "pncbe": "A telefonszám nem lehet üres",
    "ipnf": "Érvénytelen telefonszám formátum",
    "sge": "Válassz nemet",
    "female": "Nő",
    "male": "Férfi",
    "snot": "Válassz állampolgárságot",
    "syno": "Keresd meg az állampolgárságodat",
    "sybi": "Válaszd ki a születésnapod",
    "slts": "Válassz nyelvet, majd beszélj.",
    "wtlg": "Üdvözöljük a Nyelvi Szabadban",
    "yfwbt": "A visszajelzésed lesz a motiváció csapatunknak a projekt fejlesztéséhez.",
    "yfwbtm": "Az értékelésed lesz a motiváció csapatunknak a projekt fejlesztéséhez.",
    "ftfn": "Nem sikerült megszerezni a híreket.",
    "yhssc": "Sikeresen mentetted a változtatásokat.",
    "ftuu": "Nem sikerült frissíteni a felhasználót: Belső szerverhiba.",
    "psad": "Kérlek válassz egy dátumot.",
    "idpsad": "Érvénytelen dátum. Kérlek válassz egy dátumot 1950 és 2016 között.",
    "psag": "Kérlek válassz nemet.",
    "psaa": "Kérlek válassz állampolgárságot.",
    "scrt": "Köszönjük az alkalmazásunk értékelését."
}
