{"war": "Viðvörun",
"yawlpt": "Aðgangurinn þinn hefur verið læstur! Vinsamlegast reyndu aftur síðar!",
  "t12": "Þessi virkni leyfir notendum að vista uppáhalds þýðingar þeirra, velja að endur opna þær og eyða hverri þýðingu úr lista.",
  "logofpt1": "FPT Háskólakampusinn í Can Tho",
  "error1": "Mistókst að fjarlægja þýðingarsögu:",
  "error2": "Villa við að fjarlægja þýðingarsögu:",
  "error3": "Villa kom upp við að senda athugasemd. Villa kóði:",
  "error4": "Villa! Villa kom upp. Vinsamlegast reyndu aftur síðar:",
  "atfls": "Bætt við í uppáhaldslista.",
  "yhsdat": "Þú hefur fjarlægt áferð með góðum árangri.",
  "pwstaa": "Bíddu í 10 sekúndur áður en þú bætir við nýrri áferð.",
  "etcba": "Ekki hægt að bæta við tómu þýðingu.",
  "nic": "Engin net tengili",
  "yic": "Vinsamlegast athugaðu net tenginguna þína",
  "ta": "Reyndu aftur",
  "ug": "Notandahandbók",
  "g": "Handbók",
  "mf": "Aðal eiginleiki",
  "qrc": "QR-kóða lesari",
  "qrsb": "QR-kóði",
  "ou": "Önnur tæki",
  "t1": "Þetta er grundvallar þýðingar eiginleiki sem hjálpar til við að þýða textaþætti frá einni tungumáli til annars hratt og þægilega",
  "t2": "Þetta er þróuð þýðingar eiginleiki sem leyfir notendum að skanna og þýða texta úr myndum sem gerir það auðveldara fyrir þá að skilja efnið á þeirri tungumálská sem þeir kjósa",
  "t3": "Þetta er eiginleiki sem leyfir notendum að þýða bein samræður milli tveggja mismunandi tungumála í rauntíma og gefur mesta mögulega þægindi",
  "t4": "Þetta er Gervigreind sem er hæfd um kunnátta um ferðamannastöðvar, sjónarspots, hótel, mat og fleira. Hún þjónar sem verðmætlegur aðstoðarmaður fyrir ferða áhugamenn, veitir gagnlegar upplýsingar og tillögur",
  "t5": "Þetta er eiginleiki sem sameinar nýjustu ferðalaga greinar í forritið sem leyfir notendum að lesa fréttir í frítíma sínum. Það veitir aðgang að upplýsingum um ferðalög tengda viðfangsefni",
  "t6": "Þetta er eiginleiki sem gerir notendum kleift að skoða veðurfarið í hverri borg fyrir í dag og næstu fimm daga. Það veitir upplýsingar um núverandi og fyrirhugaðar veðurvísanir",
  "t7": "Þetta er mjög þægilegur eiginleiki fyrir ferðamenn þar sem það styður við notendur í að skanna QR kóða svo sem tenglar, WiFi aðgangsauðkenni, peninga yfirfærslur o.fl. Það aukar notendaupplifun með því að veita hrannarlaust aðgang að mismunandi þjónustum og upplýsingum",
  "t8": "Þetta er eiginleiki sem leyfir notendum að skoða upplýsingar sínar og beint stjórna, svo vel sem breyta persónuupplýsingum sínum",
  "t9": "Þetta er aðal skjárinn til að kynna tilgangur verkefnisins, svo vel sem meðlimi þátttakendur í framkvæmd þess",
  "t10": "Þetta er eiginleiki sem leyfir notendum að einkunn beint innan forritsins ef þeir finna sig óánægðir eða hafa einhverjar fyrirspurnir",
  "t11": "Þetta er skjár sem samanstendur af eiginleikum og fögum Language Free forritsins, veitir ítarlegar lýsingar á hverri virkni til að hjálpa notendum að skilja betur forritið",
  "rs": "Endurskanna",
  "er": "Villa",
  "ltu": "Gat ekki opnað vefslóðina",
  "cn": "Hætta við",
  "scn": "Skannað",
  "otl": "Opna tengilinn",
  "nd": "Fréttar smáatriði",
  "home": "Heim",
  "hi": "Halló",
  "helpyou": "Ég Get Hjálpað Þér Með",
  "translator": "Þýðandi",
  "tt": "Texti þýðing",
  "co": "Samræða",
  "img": "Mynda þýðing",
  "or": "Önnur þjónusta",
  "cb": "Spjallsíma",
  "ns": "Fréttir",
  "wt": "Veður",
  "pf": "Prófíll",
  "au": "Um okkur",
  "fb": "Endurgjöf",
  "h": "Hjálp",
  "lo": "Útskrá",
  "vs": "Útgáfa_2_0_4",
  "date": "Mars_15_2024",
  "ct": "Land",
  "sfc": "Leita að löndum",
  "et": "Sláðu inn texta",
  "sol": "Ýttu á 2 hnappana að ofan til að tala eða hlusta",
  "below": "Ýttu á 2 hnappana að neðan til að tala eða hlusta",
  "peoa": "Vinsamlegast sláðu aðeins inn bókstafi",
  "emewe": "Tölvupóstur verður að enda á @gmail.com eða @fpt.edu.vn eða @fe.edu.vn",
  "fv": "Eftirlæti",
  "ln": "Hlustun",
  "lg": "Tungumál",
  "sfl": "Leita að tungumálum",
  "uab": "Taktu eða hlaðu upp mynd",
  "tc": "Farþega Spjallsími",
  "tam": "Skrifaðu skilaboð",
  "pwa": "Vinsamlegast bíddu í nokkrar sekúndur",
  "mp": "Mín prófíll",
  "fn": "Fullt nafn",
  "e": "Tölvupóstur",
  "pn": "Símanúmer",
  "n": "Þjóðerni",
  "bd": "Afmælisdagur",
  "sc": "Vista Breytingar",
  "sfac": "Leita að borg",
  "max": "Hámarks",
  "min": "Lágmarks",
  "wind": "Vindur",
  "hu": "Rakastig",
  "df": "Vædur",
  "titleaus": "Tungumálstjónn fyrir fjölmenni ferðamenn",
  "titleour": "Saga okkar",
  "contentour": "Við erum hópur nemenda sem stunda hugbúnaðarverkfræði við FPT Can Tho Háskóla og þetta forrit er útkoma lokaverkefnis. Við nýtum til fáanlegra kerfisgerða og API til að þróa ferðamála stuðningsforrit. Með forritinu okkar getur þú kannað heiminn auðveldar, yfirkomid tungumálshindranir og upplifa fjölmenningu til fyllist.",
  "titleteam": "Liðið okkar",
  "contentteam1": "Meðlimir verkefnisins innifela Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao undir leiðsögn",
  "contentteam2": "Ábyrgðarmaður Vo Hong Khanh",
  "contentteam3": "Með samstarfsátt og ákveðni erum við ábyrgðarfull fyrir að veita gæðaafurð sem uppfyllir þarfir notenda",
  "logofpt": "FPT Can Tho Háskóli",
  "contentfpt1": "FPT Háskólinn í Can Tho er leiðandi í þjálfun í",
  "contentfpt2": "Mekong Delta svæði",
  "contentfpt3": "Með fyrirhuguðum lærdóms- og rannsóknarumhverfi veitir skólinn háþróuð þjálfunarmenntun og er hönnuð samkvæmt alþjóðlegu menntamódeli",
  "contactus": "Hafðu samband við okkur",
  "infous": "Upplýsingar okkar",
  "emailus": "Senda okkur tölvupóst",
  "callus": "Hringdu í okkur",
  "etyfb": "Sláðu inn endurgjöf þína hér",
  "sb": "Senda inn",
  "ra": "Einkun forrit",
  "tya": "Ýttu á stjörnuna til að einkenna þetta forrit. Einkunin þín verður örvun fyrir okkur til að viðhalda forritinu.",
  "peyfn": "Vinsamlegast sláðu inn fullt nafn þitt",
  "peye": "Vinsamlegast sláðu inn tölvupóst þinn",
  "peypn": "Vinsamlegast sláðu inn símanúmerið þitt",
  "gd": "Kyn",
  "cbe": "Getur ekki verið tómt",
  "1a1": "Texti verður að vera á milli 10 og 100 stafir",
  "ecbe": "Tölvupóstur getur ekki verið tómur",
  "ief": "Ógild netfang snið",
  "emew": "Tölvupóstur verður að enda á @gmail.com eða @fpt.edu.vn eða @fe.edu.vn",
  "pncbe": "Símanúmer getur ekki verið tómt",
  "ipnf": "Ógilt símanúmer snið",
  "sge": "Veldu kyn",
  "female": "Kona",
  "male": "Karl",
  "snot": "Veldu þjóðerni",
  "syno": "Leitaðu að þjóðerni þínu",
  "sybi": "Veldu afmæli þitt",
  "slts": "Veldu tungumál, þá talaðu",
  "wtlg": "Velkomin á Language Free",
  "yfwbt": "Endurgjöfin þín verður áhugamál liðsins til að þróa verkefnið.",
  "yfwbtm": "Einkunin þín verður áhugamál liðsins til að þróa verkefnið.",
  "ftfn": "Mistókst að sækja fréttir",
  "yhssc": "Þú hefur bjargað breytingum þínum með árangri",
  "ftuu": "Mistókst að uppfæra notanda Innri netvilluleiðir",
  "psad": "Vinsamlegast veldu dagsetningu",
  "idpsad": "Ógild dagsetning. Vinsamlegast veldu dagsetningu milli 1950 og 2016",
  "psag": "Vinsamlegast veldu kyn",
  "psaa": "Vinsamlegast_veldu_þjóðerni",
  "scrt": "Þakka_þér_fyrir_að_einkunn_forrits_okkar"
}
