{
    "war": "Avviso",
"yawlpt": "Il tuo account è stato bloccato! Per favore, riprova più tardi!",
    "t12": "Questa funzione consente agli utenti di salvare le loro traduzioni preferite, scegliere di riaprile e eliminare qualsiasi traduzione dall'elenco.",
"logofpt1": "Campus dell'Università FPT Can Tho",
"error1": "Impossibile rimuovere la cronologia delle traduzioni:",
"error2": "Errore durante la rimozione della cronologia delle traduzioni:",
"error3": "Si è verificato un errore durante l'invio di un commento. Codice errore:",
"error4": "Errore! Si è verificato un errore. Si prega di riprovare più tardi:",
    "atfls": "Aggiunto con successo alla lista dei preferiti.",
"yhsdat": "Hai rimosso con successo la transizione.",
"pwstaa": "Attendere 10 secondi prima di aggiungere una nuova transizione.",
"etcba": "Impossibile aggiungere traduzioni vuote.",
    "nic": "Connessione Internet non disponibile",
    "yic": "Si prega di controllare la connessione Internet",
    "ta": "Riprova",
    "ug": "Guida Utente",
    "g": "Guida",
    "mf": "Funzionalità Principale",
    "qrc": "Lettore QR Code",
    "qrsb": "QR Code",
    "ou": "Altri Dispositivi",
    "t1": "Questa è una funzionalità di traduzione di base che aiuta a tradurre rapidamente e facilmente i testi da una lingua all'altra",
    "t2": "Questa è una funzionalità avanzata di traduzione che consente agli utenti di scannerizzare e tradurre testi da immagini, rendendo più facile per loro comprendere il contenuto nella lingua scelta",
    "t3": "Questa è una funzionalità che consente agli utenti di tradurre conversazioni dirette tra due lingue diverse in tempo reale e offre il massimo comfort possibile",
    "t4": "Questa è l'Intelligenza Artificiale che ha competenze sulla conoscenza dei luoghi turistici, luoghi di interesse, hotel, cibo e altro ancora. Serve come prezioso assistente per gli appassionati di viaggi, fornendo informazioni utili e suggerimenti",
    "t5": "Questa è una funzionalità che combina gli ultimi articoli di viaggio nell'applicazione, consentendo agli utenti di leggere notizie durante il loro tempo libero. Fornisce accesso alle informazioni sui viaggi correlate agli argomenti",
    "t6": "Questa è una funzionalità che consente agli utenti di controllare le previsioni del tempo per ogni città per oggi e i prossimi cinque giorni. Fornisce informazioni sulle condizioni meteorologiche attuali e previste",
    "t7": "Questa è una funzionalità molto comoda per i viaggiatori poiché supporta gli utenti nello scannerizzare i codici QR come link, credenziali di accesso WiFi, trasferimenti di denaro, ecc. Migliora l'esperienza dell'utente fornendo accesso senza soluzione di continuità a diversi servizi e informazioni",
    "t8": "Questa è una funzionalità che consente agli utenti di visualizzare le proprie informazioni e di controllarle direttamente, nonché di modificare le loro informazioni personali",
    "t9": "Questo è lo schermo principale per presentare lo scopo del progetto e i membri partecipanti alla sua esecuzione",
    "t10": "Questa è una funzionalità che consente agli utenti di valutare direttamente l'applicazione se si sentono insoddisfatti o hanno domande",
    "t11": "Questo è uno schermo composto da funzionalità e caratteristiche dell'applicazione Language Free, fornisce descrizioni dettagliate di ciascuna funzione per aiutare gli utenti a capire meglio l'applicazione",
    "rs": "Riprova",
    "er": "Errore",
    "ltu": "Impossibile aprire il link",
    "cn": "Annulla",
    "scn": "Scannerizzato",
    "otl": "Apri il link",
    "nd": "Dettagli della Notizia",
    "home": "Home",
    "hi": "Ciao",
    "helpyou": "Posso Aiutarti Con",
    "translator": "Traduttore",
    "tt": "Traduzione Testo",
    "co": "Conversazione",
    "img": "Traduzione Immagine",
    "or": "Altri Servizi",
    "cb": "Chatbot",
    "ns": "Notizie",
    "wt": "Meteo",
    "pf": "Profilo",
    "au": "Su di Noi",
    "fb": "Feedback",
    "h": "Aiuto",
    "lo": "Logout",
    "vs": "Versione_2_0_4",
    "date": "Marzo_15_2024",
    "ct": "Paese",
    "sfc": "Cerca Paesi",
    "et": "Inserisci Testo",
    "sol": "Clicca sui 2 pulsanti sopra per parlare o ascoltare",
    "below": "Clicca sui 2 pulsanti sotto per parlare o ascoltare",
    "peoa": "Inserisci solo lettere",
    "emewe": "L'indirizzo email deve terminare con @gmail.com o @fpt.edu.vn o @fe.edu.vn",
    "fv": "Feedback",
    "ln": "Ascolto",
    "lg": "Lingua",
    "sfl": "Cerca Lingue",
    "uab": "Carica o scatta una foto",
    "tc": "Telefono Chat",
    "tam": "Scrivi un messaggio",
    "pwa": "Attendere alcuni secondi",
    "mp": "Il Mio Profilo",
    "fn": "Nome Completo",
    "e": "Email",
    "pn": "Numero di Telefono",
    "n": "Nazionalità",
    "bd": "Data di Nascita",
    "sc": "Salva Modifiche",
    "sfac": "Cerca Città",
    "max": "Massimo",
    "min": "Minimo",
    "wind": "Vento",
    "hu": "Umidità",
    "df": "Tempo",
    "titleaus": "Assistente linguistico per i viaggiatori internazionali",
    "titleour": "La Nostra Storia",
    "contentour": "Siamo un gruppo di studenti che studiano ingegneria del software presso l'Università FPT Can Tho e questa applicazione è il risultato del nostro progetto finale. Sfruttiamo tecnologie e API avanzate per sviluppare un'applicazione di supporto ai viaggi. Con la nostra applicazione, puoi esplorare il mondo più facilmente, superare le barriere linguistiche e vivere la multiculturalità al massimo.",
    "titleteam": "Il Nostro Team",
    "contentteam1": "I membri del progetto includono Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao sotto la supervisione",
    "contentteam2": "Responsabile Vo Hong Khanh",
    "contentteam3": "Con collaborazione e determinazione, siamo responsabili di fornire un prodotto di qualità che soddisfi le esigenze degli utenti",
    "logofpt": "Università FPT Can Tho",
    "contentfpt1": "L'Università FPT a Can Tho è leader nella formazione in",
    "contentfpt2": "Delta del Mekong",
    "contentfpt3": "Con un ambiente di apprendimento e ricerca ben pianificato, l'università offre un'istruzione avanzata e segue un modello educativo internazionale",
    "contactus": "Contattaci",
    "infous": "Le Nostre Informazioni",
    "emailus": "Invia un'email",
    "callus": "Chiamaci",
    "etyfb": "Inserisci il tuo feedback qui",
    "sb": "Invia",
    "ra": "Valuta l'app",
    "tya": "Clicca sull'icona della stella per valutare questa app. Il tuo voto sarà un incentivo per noi a mantenere l'applicazione.",
    "peyfn": "Inserisci il tuo nome completo",
    "peye": "Inserisci la tua email",
    "peypn": "Inserisci il tuo numero di telefono",
    "gd": "Genere",
    "cbe": "Non può essere vuoto",
    "1a1": "Il testo deve essere compreso tra 10 e 100 caratteri",
    "ecbe": "L'email non può essere vuota",
    "ief": "Formato email non valido",
    "emew": "L'indirizzo email deve terminare con @gmail.com o @fpt.edu.vn o @fe.edu.vn",
    "pncbe": "Il numero di telefono non può essere vuoto",
    "ipnf": "Formato numero di telefono non valido",
    "sge": "Seleziona genere",
    "female": "Femmina",
    "male": "Maschio",
    "snot": "Seleziona nazionalità",
    "syno": "Cerca la tua nazionalità",
    "sybi": "Seleziona il tuo compleanno",
    "slts": "Seleziona la lingua, poi parla",
    "wtlg": "Benvenuto su Language Free",
    "yfwbt": "Il tuo feedback sarà di interesse per il nostro team per lo sviluppo del progetto.",
    "yfwbtm": "Il tuo voto sarà di interesse per il nostro team per lo sviluppo del progetto.",
    "ftfn": "Errore nel recupero delle notizie",
    "yhssc": "Hai salvato le tue modifiche con successo",
    "ftuu": "Errore nell'aggiornamento delle informazioni utente",
    "psad": "Seleziona una data",
    "idpsad": "Data non valida. Seleziona una data tra il 1950 e il 2016",
    "psag": "Seleziona genere",
    "psaa": "Seleziona nazionalità",
    "scrt": "grazie_per_il_tuo_voto_al_nostro_programma"
    }