{"war": "ការព្រមាន",
"yawlpt": "គណនី​របស់​អ្នក​បាន​បាត់​ចោល! សូម​ព្យាយាម​ម្ដង​ទៀត​នៅ​ពេល​ក្រោយ!",
  "t12": "មុខងារនេះអនុញ្ញាតឲ្យអ្នកប្រើប្រាស់រក្សាទុកការបកប្រែដែលអ្នកចូលចិត្ត, ជ្រើសរើសឲ្យបើកឡើងវិញហើយលុបការបកប្រែណាមួយចេញពីបញ្ជី។",
  "logofpt1": "សាកលវិទ្យាល័យ FPT កណ្តាល តោ",
  "error1": "មិនអាចលុបប្រវត្តិការបកប្រែបានទេ។",
  "error2": "កំហុសក្នុងការលុបប្រវត្តិការបកប្រែ។",
  "error3": "កំហុសកើតឡើងពេលផ្ដល់មតិយោបល់។ លេខកូដកំហុស៖",
  "error4": "កំហុស! មានកំហុសមួយ។ សូមព្យាយាមម្ដងទៀតពេលក្រោយ។",
  "atfls": "បាន​បន្ថែម​ទៅ​បញ្ជី​ចង់​បាន​ដោយ​ជោគជ័យ។",
  "yhsdat": "អ្នក​បាន​លុប​ដែល​បាន​ដោយ​ជោគជ័យ។",
  "pwstaa": "សូម​រង់ចាំ​ពីរ​វិនាទី​មុន​ពេល​បន្ថែម​ច្បាប់​ថ្មី។",
  "etcba": "មិន​អាច​បន្ថែម​បកប្រែ​ទិន្នន័យ​ទទេ។",
  "nic": "គ្មានការតភ្ជាប់អ៊ីនធឺណេត",
  "yic": "សូមពិនិត្យមើលការតភ្ជាប់អ៊ីនធឺណេតរបស់អ្នក",
  "ta": "ព្យាយាមម្តងទៀត",
  "ug": "សំណួររបស់អ្នក",
  "g": "វប្បធម៌",
  "mf": "មុខងារចំនួនចុងក្រោយ",
  "qrc": "កូដរោតស្វ័យប្រវត្តិ QR",
  "qrsb": "កូដរោតស្វ័យប្រវត្តិ QR",
  "ou": "ឧបករណ៍ផ្សេងទៀត",
  "t1": "វា​ជាមធ្យោបាយ​បាន​បង្ហាញ​ចម្លើយ​មូលដ្ឋាន​បញ្ជាការ​ដោយស្វ័យប្រវត្តិ​អត្ថបទ​ពីភាសាមួយទៅភាសាផ្សេងទៀតរហូតដល់លីនេអ៊ែរ។",
  "t2": "វា​ជាមធ្យោបាយ​អភិបាល​ដែលអនុវត្តបាន​ដោយស្វ័យប្រវត្តិ​អត្ថបទ​ពីរូបភាពដោយជំហាន​របស់អ្នក​ដោយស៊ីមង្គលដើម្បីគណៈការណ៍​ការមានប្រសាទ​នៅភាគច្រើនក្នុងភាសាដែលបានជ្រើស។",
  "t3": "វា​ជាមធ្យោបាយ​ដែលអនុវត្តបាន​ដោយស្វ័យប្រវត្តិ​ដោយមិនគិតថ្លៃ​ដោយការបកប្រែ​ភាសាជាមួយគ្នាដោយពេលព្រឹក​ដែលបានផ្ដល់​ការជូនដំណឹងពីរបស់អ្នកជំនួសទៅភាសាផ្សេងបាន។",
  "t4": "វា​ជាមធ្យោបាយ​ដែលអនុវត្តបានដោយមិនគិតថ្លៃដោយស៊ីយ៉ាងអំពីទិសទីកន្លែង​ហេតុផល​ធ្វើការ​ស្របច្បាប់​បង្ហាញ​ទីស័ក​បន្ទាន់​និងច្រើនទៀត។ វា​បង្កើតជាអ្នក​ជំនួសទៅសំរាប់​អ្នក​ទេសចរណ៍ដែល​ប្រើប្រាស់ជំនួសប្រទេស​ពិតប្រាកដ។",
  "t5": "វា​ជាមធ្យោបាយ​ដែលមិនគិតថ្លៃដោយស៊ីយ៉ាងអំពីការផ្សាយ​ការណែនាំអំពីកន្លែងទិសទីក​របស់ទេសចរណ៍​ទេសចរណ៍​នៅលើពេលសេងហ៊្គលន៍របស់អ្នក។ វា​ផ្ដល់ការចូលដំណឹងទៅពេលដែលបានបញ្ជាក់ថ្មីពីប្រទេសទំនាក់ទំនង។",
  "t6": "វា​ជាមធ្យោបាយ​ដែលសម្រាប់បង្ហាញ​ស្ថានភាពការបរិយាយ​នៅក្នុងទីក្រុងណាមួយចុះទីប្រមាណរបស់ពហុកម៉ូត​សម្រាប់ថ្ងៃនេះនិងថ្ងៃទៀត។ វា​ផ្ដល់ព័ត៌មានអំពីការពេញនិយមនៃការព្រើកប្រតិទិន។",
  "t7": "វា​ជាមធ្យោបាយ​ដែលលើសពីរបស់អ្នកទេសចរណ៍ដែលគាំទ្រក្រុមអ្នកធ្វើទំនាក់ទំនង​កម្មវិធីនិងព័ត៌មានផ្សេងទៀតបន្ទាប់ពីការស្វ័យប្រវត្តិ QR។ វា​បង្កើតនូវបទសម្រាប់អ្នកប្រើដែលរួមសិស្សកម្ពុជា​ទៅកាន់ការចូលដំណឹងរហ័សរហួនមុនពេល។",
  "t8": "វា​ជាមធ្យោបាយដែលអនុវត្តបានឲ្យអ្នកប្រើកម្មវិធីរបស់ពួកគេមើលព័ត៌មានរបស់ខ្លួនហើយគ្រប់គ្រងវាបានយ៉ាងខ្លាំងស្របច្បាប់ផ្សេងៗ។",
  "t9": "វា​ជាអំណោយ​ទីដើមដល់​ការបង្ហាញអំពីគោលបំណងគេហទំព័ររបស់គេពីខ្លួនឯងរបស់ប្រតិបត្តិការរបស់ពួកគេ។",
  "t10": "វា​ជាមធ្យោបាយដែលអនុវត្តបានដោយអ្នកប្រើដើម្បីវាយតម្លៃសម្រាប់អតិថិជនក្នុងកម្មវិធីបើកប្រាស់ប្រសាទនៅពេលដែលពួកគេមានការមើលពត៌មានបច្ចុប្បន្ន។",
  "t11": "វា​ជាអំណោយទីដើមដល់អ្នកប្រើដែលសរសេរកម្មវិធី Language Free។ វា​បានពន្យល់ពីលក្ខណៈវិធីនានាម្នាក់ដែលប្រើកម្មវិធីដើម្បីជំនួយស្វ័យប្រវត្តិអំពីកម្មវិធីដើម្បីជំនួយអ្នកស្វែងរកកន្លែងណាមួយប្រព័ន្ធសេវាធ្វើអោយខ្លួនឯងបានស្របច្បាប់របស់ពួកគេ។",
  "rs": "បញ្ចូលឡើងវិញ",
  "er": "កំហុស",
  "ltu": "មិនអាចប្រកាស URL បាន:",
  "cn": "បោះបង់",
  "scn": "បានកាត់ស្កាត់",
  "otl": "បើកតំណ",
  "nd": "ពត៌មានលម្អិត",
  "home": "ទំព័រដើម",
  "hi": "សួស្តី",
  "helpyou": "ខ្ញុំអាចជួយអ្នកយ៉ាងខ្លាំងជាមួយអ្វី?",
  "translator": "កម្មវិធីបកប្រែ",
  "tt": "ការបកប្រែអត្ថបទ",
  "co": "ការជជែក",
  "img": "ការបកប្រែរូបភាព",
  "or": "សេវាផ្សេងទៀត",
  "cb": "បុគ្គលិកជម្រើស",
  "ns": "ព័ត៌មាន",
  "wt": "ព្រឹត្តិការណ៍អាកាស",
  "pf": "ប្រវត្តិរបស់ខ្លួន",
  "au": "អំពីពួកយើង",
  "fb": "មតិយោបល់",
  "h": "ជំនួយ",
  "lo": "ចេញ",
  "vs": "កំណែ: 2.0.4",
  "date": "មិនា 15, 2024",
  "ct": "ប្រទេស",
  "sfc": "ស្វែងរកសម្រាប់ប្រទេស",
  "et": "បញ្ចូលអត្ថបទ",
  "sol": "ចុចលើប៊ូតុង ២ នេះដើម្បីនិយាយឬស្ដាប់",
  "below": "ចុចលើប៊ូតុង ២ ខាងក្រោមនេះដើម្បីនិយាយឬស្ដាប់",
  "peoa": "សូមបញ្ចូលតែអក្សរអក្សរតែប៉ុណ្ណោះ",
  "emewe": "អ៊ីម៉ែលត្រូវតែបញ្ចប់ដោយ @gmail.com ឬ @fpt.edu.vn ឬ @fe.edu.vn",
  "fv": "ចំណាំ",
  "ln": "ការស្តារ",
  "lg": "ភាសា",
  "sfl": "ស្វែងរកសិទ្ធិរបស់ភាសា",
  "uab": "យកឬផ្ទុករូបថត",
  "tc": "បញ្ជីព័ត៌មានធ្វើដំណើរ",
  "tam": "វាយសារ",
  "pwa": "សូមរងពេលប៉ុន្មានវិនាទី",
  "mp": "ប្រវត្តិរបស់ខ្លួន",
  "fn": "ឈ្មោះពេញ",
  "e": "អ៊ីមែល",
  "pn": "លេខទូរស័ព្ទ",
  "n": "សញ្ជាតិ",
  "bd": "ថ្ងៃខែឆ្នាំកំណើត",
  "sc": "រក្សាទុកកែប្រែ",
  "sfac": "ស្វែងរកទីកន្លែង...",
  "max": "អតិបរិមាណអតិបរិមា",
  "min": "អប្បបរមា",
  "wind": "ខុសត្រី",
  "hu": "សារធាតុចំបង",
  "df": "ពេលវេលា",
  "titleaus": "បង្កើតជាអ្នកជំនួសប្រទេសពិតសំរាប់អ្នកទេសចរណ៍បរិស្ថាន។",
  "titleour": "របស់ពួកយើងរឿងសត្វ",
  "contentour": "យើងគឺជាក្រុមនិស្ស័យដែលមានលក្ខណៈសមរម្យនៅក្នុងការបង្កើតកម្មវិធីសម្រាប់បង្ហាញប្រទេសដែលផ្តោតទៅនឹងភាគីយដ្ឋានរបស់យើង។ យើងព្យាយាមប្រើប្រាស់ប្រតិបត្តិការបង្កើតកម្មវិធីជំនួសដើម្បីអ្នកអានទំនាប់ទំនងជំនួសរបស់ខ្លួនប្រទេសរបស់ពួកយើង។",
  "titleteam": "ក្រុមរបស់យើង",
  "contentteam1": "សមាជិកនៃគម្រោងរបស់យើងរួមមាន Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao ក្រុមដើម្បីគាំទ្រដឹងថា",
  "contentteam2": "វិគី Vo Hong Khanh",
  "contentteam3": "។ ដោយស្វ័យប្រវត្តិនិងការចាំបាច់រស់នៅ, យើងកំណត់ហ៊ុនអេឡិចនាយដ្ឋានដូចខាងក្រោមដើម្បីផ្ដល់ជូនផលប្រយោជន៍ដែលបានបំពេញ។",
  "logofpt": "សាលាសិន FPT Can Tho",
  "contentfpt1": "FPT កណ្តាលដើមគឺជាអ្នកដំឡើងព័ត៌មាននៅ",
  "contentfpt2": "បរិយាកាសកម្រិតជាងគេ",
  "contentfpt3": "ផ្ដល់កម្មវិធីបង្រៀនសម្រាប់ការបង្រៀនថ្មីមួយដែលមានការរចនាកម្មវិធីអន្តរកាលនិងត្រូវបានរចនាកម្មវិធីជាច្រើន។",
  "contactus": "ទាក់ទងយើង",
  "infous": "ព័ត៌មានយើង",
  "emailus": "ផ្ញើសារអ៊ីមែលមកយើង",
  "callus": "ហៅយើង",
  "etyfb": "បញ្ចូលមតិយោបល់របស់អ្នកទីនេះ ...",
  "sb": "ដាក់ស្នើ",
  "ra": "ការវាយតម្លៃកម្មវិធី",
  "tya": "ចុចលើផ្កាន់សម្រាប់វាយតម្លៃកម្មវិធីនេះ។ ការវាយតម្លៃរបស់អ្នកនឹងជាបញ្ជាក់សម្រាប់យើងដើម្បីថយក្រោយទទួលបានប្រទេស។",
  "peyfn": "សូមបញ្ចូលឈ្មោះពេញរបស់អ្នក",
  "peye": "សូមបញ្ចូលអ៊ីមែលរបស់អ្នក",
  "peypn": "សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក",
  "gd": "ភេទ",
  "cbe": "មិនអាចទទេបាន",
  "1a1": "អត្ថបទត្រូវតែស្ថិតនៅចន្លោះ ១០ និង ១០០ តួអក្សរ",
  "ecbe": "អ៊ីម៉ែលមិនអាចទទេបាន",
  "ief": "ទ្រង់ទ្រាយអ៊ីម៉ែលមិនត្រឹមត្រូវ",
  "emew": "អ៊ីម៉ែលត្រូវតែបញ្ចប់ដោយ @gmail.com ឬ @fpt.edu.vn ឬ @fe.edu.vn",
  "pncbe": "លេខទូរស័ព្ទមិនអាចទទេបាន",
  "ipnf": "ទម្រង់លេខទូរស័ព្ទមិនត្រឹមត្រូវ",
  "sge": "ជ្រើសរើសភេទ",
  "female": "ស្រី",
  "male": "ប្រុស",
  "snot": "ជ្រើសរើសសញ្ជាតិ",
  "syno": "ស្វែងរកសញ្ជាតិរបស់អ្នក",
  "sybi": "ជ្រើសរើសថ្ងៃខែឆ្នាំរបស់អ្នក",
  "slts": "ជ្រើសរើសភាសា រួមនៅហ្វាល់និងស្រទាប់។",
  "wtlg": "ស្វាគមន៍មកកាន់កម្មវិធីសំរាប់មនុស្សដែលមានភាពជាច្រើន។",
  "yfwbt": "មតិយោបល់របស់អ្នកនឹងជាបញ្ជាក់សម្រាប់ក្រុមរបស់យើងដើម្បីបង្កើតកម្មវិធីនេះ។",
  "yfwbtm": "ការវាយតម្លៃរបស់អ្នកនឹងជាបញ្ជាក់សម្រាប់ក្រុមរបស់យើងដើម្បីបង្កើតកម្មវិធីនេះ។",
  "ftfn": "បានបរាជ័យក្នុងការទាត់ព័ត៌មាន។",
  "yhssc": "អ្នកបានបង្កើនកំណត់ហេតុដោយជោគជ័យ។",
  "ftuu": "បានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពអ្នកប្រើ៖ កំហុសម៉ាស៊ី។",
  "psad": "សូមជ្រើសរើសកាលបរិច្ឆេទ។",
  "idpsad": "ការជ្រើសរើសមិនត្រឹមត្រូវ៖ សូមជ្រើសរើសកាលបរិច្ឆេទពី ១៩៥០ ទៅ ២០១៦។",
  "psag": "សូមជ្រើសរើសភេទ។",
  "psaa": "សូមជ្រើសរើសសញ្ជាតិ។",
  "scrt": "សូមអរគុណចំពោះការវាយតម្លៃកម្មវិធីរបស់យើង។"
}
