{ "war": "ເບິ່ງຂໍ້ມູນ",
"yawlpt": "ບັນຊີຂອງທ່ານໄດ້ຖືກລ໋ອກໄປແລ້ວ! ກະລຸນາລອງອີກເທື່ອຫຼັງ!",
  "t12": "ການເຮັດວຽກນີ້ສະຫນັບສະຫນູນຜູ້ໃຊ້ເພື່ອບັນທຶກການດໍາເນີນການທີ່ມັກຮັກແລະເປີດອອກອື່ນອນການອອກຈາກລາຍການ.",
  "logofpt1": "ມະຫາວິທະຍາສາດ FPT ຂັບທ້ອນກະນິດ",
  "error1": "ບໍ່ສາມາດລຶບປະຫວັດການດໍາເນີນການ:",
  "error2": "ມີຂໍ້ຜິດພາດໃນການລຶບປະຫວັດການດໍາເນີນການ:",
  "error3": "ມີຂໍ້ຜິດພາດໃນການໂພສຄວາມຄິດເຫັນ. ລະຫັດຜິດພາດ:",
  "error4": "ຂໍ້ຜິດພາດ! ມີຂໍ້ຜິດພາດໃຫ້. ກະລຸນາລອງນີ້ຫຼັງຈາກນັ້ນ:",
  "atfls": "ຖືກເພີ່ມໃຫ້ບັນທຶກຮຽບຮ້ອຍແລ້ວ.",
  "yhsdat": "ທ່ານລຶບຄັນຍ້າຍຮຽບຮ້ອຍແລ້ວ.",
  "pwstaa": "ກະລຸນາຖ້າ 10 ວິນາທີ ເກີນມາກໍານົດຄັນໃໝ່.",
  "etcba": "ບໍ່ສາມາດເພີ່ມການອົງປະກອບວຽກໃນ.",
  "nic": "ບໍ່ມີການເຊື່ອມຕໍ່ດ້ວຍອິນເຕີເນຍ",
  "yic": "ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ດ້ວຍອິນເຕີເນຍ",
  "ta": "ກະລຸນາລອງໃໝ່ອີກຄັ້ງ",
  "ug": "ການຊ່ວຍເຫຼືອຜູ້ໃຊ້",
  "g": "ການຂໍ້ມູນ",
  "mf": "ຄວາມສຳຄັນຫຼັກ",
  "qrc": "ສະຫມັກຄວາມຮັບ QR",
  "qrsb": "ສະຫມັກ QR",
  "ou": "ການໃຊ້ຊອກສະຫມັກອື່ນໆ",
  "t1": "ນີ້ແມ່ນຄໍາຖາມການແປພາສາຂ່າວໃນການອົງການແປພາສາອື່ນໆໃນຮູບແບບພາສາທີ່ດ້ວຍແຕ່ພາສາອື່ນໆໄດ້.",
  "t2": "ນີ້ແມ່ນການສົ່ງຮູບຈາກຮູບໃນການແປພາສາອື່ນໆທີ່ສາມາດໃຊ້ເພື່ອຮູບເປົ້າເປັນທາງການແປພາສາເວລາການຂາຍ.",
  "t3": "ນີ້ແມ່ນການແປພາສາຄວາມສະຫນອງກັບການວຽກໃຊ້ຢູ່ໃນທ່ານນັ້ນຂອງການວຽກໃຊ້ຮູບເປົ້າລົງໃນຄວາມສະຫງົບ.",
  "t4": "ນີ້ແມ່ນການຮັບຂໍ້ມູນກ່ຽວກັບການເດີນທາງສຳລັບການເດີນທາງ, ສະບາຍດີ, ຮ້ານພົມພືດ, ຮ້ານອາຫານລາວ, ຊີວິດ, ເທັມນິຍົມ ແລະອາຫານອາຫານທົ່ວໄປ. ສໍາລັບຜູ້ທີ່ມັກສະສານກ່ຽວກັບການເດີນທາງ, ຈຳນວນຂໍ້ມູນຂອງສິ່ງຄຳຖາມແລະການແນະນຳຕໍ່ມາ.",
  "t5": "ນີ້ແມ່ນການຈັດການຂໍ້ມູນຂອງຂ້ອຍທີ່ປະກອບການວິເຄາະໃນເວັບໄຊທ໌, ຜູ້ໃຊ້ສາມາດອ່ານຂໍ້ມູນໃນເວັບໄຊຂອງການຜ່ານທໍຣະຍ, ເພື່ອນັ້ນໃຊ້ການການສົນໃຈໃນການຮຽກແບບເວັບລາວ.",
  "t6": "ນີ້ແມ່ນການກວດສອບປະກາດຕາມມືຖືກວດສອບຢູ່ຕໍ່ມື້ນີ້ແລະມື້ນັ້ນ 5 ມື້ສົ່ງ. ການຮຽກແບບຕາມປະກາດຂອງມື້ນີ້ແລະມື້ນັ້ນເຂົ້າໃນການກວດສອບຕໍ່ມື້ອື່ນໆ.",
  "t7": "ນີ້ແມ່ນການສະຫມັກຄວາມຮັບດ້ວຍການຊອກຫາລິ້ງ, ການສະຫມັກ WiFi, ການໂອນຊ່າ, ແລະອື່ນໆ. ສາທາລະນະການແນະນຳການຮຽກແບບຫຼັກເພື່ອຈັດການຜ່ານການໂພສການຮ້ອງສົບຜູ້ໃຊ້ເພື່ອເຂົ້າຮຽນແລະປະມານທີ່ຖືກຕ້ອງເພື່ອເພີ່ມຄວາມດີກວ່າ, ການດຶງຂາດມາດເຮັດແຕ່ລະການວຽກເພື່ອທ່ານຈະມີຄວາມຄິດເຫັນສູງໃນການເຮັດວຽກຂອງທ່ານ.",
  "t8": "ການຈັດການນີ້ແມ່ນການສະແດງຂໍ້ມູນຂອງຜູ້ໃຊ້ແລະການຈັດການແກ້ໄຂໄດ້.",
  "t9": "ການສະແດງປະການຂອງໂປຣແກຣມແລະຄວາມສຳຄັນການຮັບຜູ້ໃຊ້ທີ່ຜ່ານກ່ຽວກັບໂປຣແກຣມແມ່ນການຈັດການອາດຈະຮຽກໄດ້.",
  "t10": "ການສະແດງສະແດງການຂໍ້ມູນທີ່ມີຢູ່ໃນໂປຣແກຣມສາມາດຮຽກໄດ້ພາຍໃນໂປຣແກຣມແຕ່ຄົນເພື່ອວຽກສູນຢ່າງຄວາມຍາວຂອງທ່ານຫຼືມີຄ່າຍົກຍ້າຍ, ກະລຸນາແຈ້ງການສະແດງຄວາມຍາວຂອງທ່ານ.",
  "t11": "ຮູບແບບນີ້ແມ່ນການສະແດງສະແດງປະການຂອງໂປຣແກຣມ Language Free ນີ້ແລະຄໍາອະທິບາຍຂອງມາ, ແລະການສະແດງຄວາມລົ້ມລົງຂອງທາງການສະແດງຄວາມລົ້ມລົງຂອງຄວາມສຳຫຼວດທີ່ຮູ້ທຳໃຫ້ຜູ້ໃຊ້ເຂົ້າຮຽນໃຫ້ເຮັດໃຫ້ຄົນເຂົ້າເຖິງກ່ຽວກັບອາດສາດ.",
  "rs": "ສື່ສາທາລະນີ",
  "er": "ຜິດພາດ",
  "ltu": "ບໍ່ສາມາດເປີດ URL:",
  "cn": "ຍົກເລີກ",
  "scn": "ໂມດູນສາມາດ",
  "otl": "ເປີດລິ້ງ",
  "nd": "ລາຍລະອຽດຂ່າວ",
  "home": "ໜ້າຫຼັກ",
  "hi": "ສະບາຍດີ",
  "helpyou": "ຫາກທ່ານອາດກວດສອບຫຼືຫິວບໍ?",
  "translator": "ອະນຸຍາດ",
  "tt": "ການແປພາສາຂ່າວ",
  "co": "ສົນທະນາ",
  "img": "ການແປພາສາຮູບພາບ",
  "or": "ອື່ນໆການບໍລິການ",
  "cb": "ໂມດູນສາມາດ",
  "ns": "ຂ່າວ",
  "wt": "ອະນຸຍາດ",
  "pf": "ໂປຣແກຣມຂອງຂ້ອຍ",
  "au": "ກ່ຽວກັບພວກເຮົາ",
  "fb": "ຄວາມຄິດເຫັນ",
  "h": "ການຊ່ວຍເຫຼືອ",
  "lo": "ອອກຈາກລະບົບ",
  "vs": "ລິ້ງດິນ: 2.0.4",
  "date": "15 ມີນາມສາມາດ 2024",
  "ct": "ປະເທດ",
  "sfc": "ການຄົ້ນຫາປະເທດ",
  "et": "ພາສາທີ່ພາສາ",
  "sol": "ກະລຸນາພິມພາສາລະຫັດພາສາ",
  "below": "ກະລຸນາຄລິກຄ່າກັບ 2 ປຸ່ມທີ່ຢູ່ຂ້າງລົງເພື່ອເລືອກສາມາດ ຫຼື ຟອງການ",
  "peoa": "ກະລຸນາພິມຄໍາປອງເຂົ້າຂອງທ່ານໃຫ້ຄົນເປັນພຽງ",
  "emewe": "ອີເມວຈະຕ້ອງສາມາດຈັດລະບຽບກັບ @gmail.com ຫຼື @fpt.edu.vn ຫຼື @fe.edu.vn",
  "fv": "ຕໍາໃນບັນທຶກ",
  "ln": "ກຳລັງຟັງຂອງທ່ານ...",
  "lg": "ພາສາ",
  "sfl": "ຄົ້ນຫາພາສາ",
  "uab": "ກະລຸນາຖືກຕ້ອງກັບຮູບພາບຫຼືອັບໂຫຼດ",
  "tc": "ຄຳປະກອບການຍ່ອຍເຫຼືອ",
  "tam": "ກະລຸນາພິມຂໍ້ຄວາມຂອງທ່ານຫຼືອົງການ",
  "pwa": "ກະລຸນາຖ້າຫານີ້",
  "mp": "ຂ້ອຍຜ່ານສໍາລັບຄອນອາດ",
  "fn": "ຊື່ປະເພດ",
  "e": "ອີເມວ",
  "pn": "ເບີໂທ",
  "n": "ສັນຊາດ",
  "bd": "ວັນເດືອນເກົ່າ",
  "sc": "ບັນທຶກ",
  "sfac": "ຄົ້ນຫານີ້...",
  "max": "ສູງສຸດ",
  "min": "ຕ່າງສຸດ",
  "wind": "ນ້ຳ",
  "hu": "ຄວາມຮັບອາກາດ",
  "df": "ການຄົ້ນຫາ",
  "titleaus": "ການຊ່ວຍເຫຼືອພາສາສາມາດສູງເສັຽສີນາການຍ່ອຍ",
  "titleour": "ຄວາມພິພາກຂອງພວກເຮົາ",
  "contentour": "ພວກເຮົາແມ່ນກຸ່ມນັກຮຽນສອນລວມຂອງຄົນນີ້ຂອງຮອງພະເຈົ້າພວກເຮົາເປັນຜູ້ຂຽນທາງຮຽນສອນນີ້ນີ້ແມ່ນຜູ້ເຂົ້າເຖິງປະກາດ. ການໃຊ້ງານແລະ API ເປັນຄຳສັບຕ່າງໆທີ່ມີຂຶ້ນມາພາຍຂ່າວຂອງທ່ານ. ພວກເຮົາປະຕິບັດຄວາມປະມານສອງເທື່ອຫຼືອາດຈະດຳເນີນການໂດຍເຊັ່ນການຈັດລະບົບແລະການປະຕິບັດທີ່ປະຕິບັນພວກເຮົາ.",
  "titleteam": "ພວກເຮົາຂອງທ່ານ",
  "contentteam1": "ການຜູ້ປົກຄອງຂອງພວກເຮົາຂອງທ່ານມີມັນຊື່ Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao.",
  "contentteam2": "ພາຍໃນຂະນະ Vo Hong Khanh",
  "contentteam3": "ມີຄວາມດີເທົ່ານັ້ນການຮຽນເມື່ອເຮົາຍັງພົບຄວາມຂອງຜູ້ໃຊ້.",
  "logofpt": "ວິທີການຮຽນ FPT",
  "contentfpt1": "ວິທີການຮຽນ FPT ມີຈັດການຕັ້ງການທີ່ສາມາດການຕັ້ງການດ້ວຍຈຸດເກົ່າ.",
  "contentfpt2": "ສະຖານະການຮຽນປະຈຸບັນ",
  "contentfpt3": "ລະບົບການຮຽນທີ່ມີຄຸນສົມບັດແລະສາມາດກຳນົດເອກະສານອື່ນອື່ນ.",
  "contactus": "ຕິດຕໍ່ພວກເຮົາ",
  "infous": "ຂໍ້ມູນກ່ຽວກັບເຮົາ",
  "emailus": "ຕິດຕໍ່ຜູ້ຂໍຮ້ອງ",
  "callus": "ໂທລະສັບຕິດຕໍ່",
  "etyfb": "ກະລຸນາໃສ່ຄວາມຄິດເຫັນຢູ່ທີ່ນີ້...",
  "sb": "ສົ່ງ",
  "ra": "ຄະແນນການໃຊ້ເວລາ",
  "tya": "ກະລຸນາຄລິກປະເພດດ້ານສະເພາະ. ຄະແນນເວລາຈະເປັນຄວາມທີ່ໄດ້ສຳຄັນທາງພວກເຮົາ.",
  "peyfn": "ກະລຸນາໃສ່ຊື່ປະເພດຂອງທ່ານ",
  "peye": "ກະລຸນາໃສ່ອີເມວຂອງທ່ານ",
  "peypn": "ກະລຸນາໃສ່ເບີໂທຂອງທ່ານ",
  "gd": "ເພດ",
  "cbe": "ບໍ່ສາມາດເປັນຄ່າເປົ່າ",
  "1a1": "ຂໍ້ຄວາມຈຳເປັນຕໍ່ຫຼາຍ 10 ໂຕອັກສອນຫຼາຍກວ່າ 100 ໂຕອັກສອນ",
  "ecbe": "ບໍ່ສາມາດຢືຓອີເມວ",
  "ief": "ຮູ້ຈັດອື່ນໆຂໍ້ມູນສາມາດມີອາກາດ",
  "emew": "ຈຳນວນຄົນທີ່ແມ່ນ @gmail.com ຫຼື @fpt.edu.vn ຫຼື @fe.edu.vn",
  "pncbe": "ບໍ່ສາມາດຢືຓເບີໂທ",
  "ipnf": "ຮູ້ຈັດແມ່ນບໍ່ຖືກຕໍ່ກັບຮູ້ມາບາງສ່ວນ",
  "sge": "ກະລຸນາເລືອກເພດ",
  "female": "ຍິງ",
  "male": "ຊາຍ",
  "snot": "ກະລຸນາເລືອກສັງຊາດ",
  "syno": "ກະລຸນາຄົ້ນຫາສັງຊາດ",
  "sybi": "ກະລຸນາເລືອກວັນເດືອນສັງຊາດ",
  "slts": "ກະລຸນາເລືອກພາສາຫຼັກຫນີ້ກ່ອນທ່ານສາມາດຣາວ",
  "wtlg": "ຍິນດີຕ້ອນຮັບເຂົ້າສູ່ Language Free",
  "yfwbt": "ຄວາມຄິດເຫັນຂອງທ່ານແມ່ນຄວາມທີ່ສຳຄັນຂອງພວກເຮົາການຂອງພວກເຮົາ.",
  "yfwbtm": "ຄວາມຄິດເຫັນຂອງທ່ານແມ່ນຄວາມທີ່ສຳຄັນຂອງພວກເຮົາການຂອງພວກເຮົາ.",
  "ftfn": "ການຄົ້ນຫາຂໍ້ມູນຜູ້ບັນດາບໍ່ສຳເລັດ.",
  "yhssc": "ບັນທຶກການປັບປຸງຖາວອນ.",
  "ftuu": "ການປັບປຸງຜູ້ໃຊ້ບໍ່ສຳເລັດ: ຂໍ້ມູນຕອນນີ້ຂອງເຊີບອັນຕໍ່.",
  "psad": "ກະລຸນາເລືອກວັນທີ.",
  "idpsad": "ວັນທີບໍ່ຖືກຕ້ອງ. ກະລຸນາເລືອກວັນທີຕາມວົງສານ 1950 ຕາມລົງ 2016 ຕາມລົງ.",
  "psag": "ກະລຸນາເລືອກເພດ.",
  "psaa": "ກະລຸນາເລືອກສັງຊາດ.",
  "scrt": "ບັນທຶກການປັບປຸງຖາວອນ."
}
