{"war": "Предупредување",
"yawlpt": "Вашиот профил е заклучен! Ве молиме обидете се подоцна!",
  "t12": "Оваа функција им овозможува на корисниците да ги зачуваат своите омилени преводи, да изберат да ги отворат повторно и да ги избришат сите преводи од списокот.",
  "logofpt1": "Кампус на Универзитетот FPT Кан То",
  "error1": "Не успеа да се отстрани историјата на преводот:",
  "error2": "Грешка при отстранување на историјата на преводот:",
  "error3": "Се појави грешка при објавувањето на коментар. Код на грешка:",
  "error4": "Грешка! Се појави грешка. Ве молиме обидете се повторно подоцна:",
  "atfls": "Успешно додадено во омилениот список.",
  "yhsdat": "Успешно го отстранивте преодот.",
  "pwstaa": "Ве молиме почекајте 10 секунди пред да додадете нов преод.",
  "etcba": "Не може да се додадат празни преводи.",
  "nic": "Нема интернет поврзување",
  "yic": "Ве молиме, проверете го интернет поврзувањето",
  "ta": "Обидете се повторно",
  "ug": "Корисничко упатство",
  "g": "Упатство",
  "mf": "Главни карактеристики",
  "qrc": "Скенер за QR кодови",
  "qrsb": "QR код",
  "ou": "Други алатки",
  "t1": "Ова е основна функција за преведување на текст во други јазици брзо и удобно.",
  "t2": "Ова е напредна функција за преведување која скенира текст од слика и го преведува на избраниот јазик за подобро разбирање на содржината од страна на корисникот.",
  "t3": "Ова е функција за преведување во реално време на разговори на живо помеѓу различни јазици, обезбедувајќи максимална удобност.",
  "t4": "Ова е AI со знаење за патувања, туристички дестинации, хотели, храна итн. Тоа е вреден помошник за патниците, обезбедувајќи корисни информации и препораки.",
  "t5": "Ова е функција која ги интегрира најновите патнички статии во апликацијата, овозможувајќи на корисниците да читаат вести во слободно време. Достапни се најновите информации за патничките теми.",
  "t6": "Ова е функција која овозможува на корисниците да ги проверат временските услови за денешниот ден и следните 5 дена во било кој град. Обезбедува информации за моменталната и идната временска прогноза.",
  "t7": "Ова е многу удобна функција за скенирање на QR кодови за линкови, Wi-Fi акредитации, пренос на пари итн. Таа го подобрува корисничкото искуство, обезбедувајќи лесен пристап до различни услуги и информации.",
  "t8": "Оваа функција прикажува информации за корисниците и им овозможува директно управување и уредување.",
  "t9": "Ова е главниот екран за претставување на проектот и членовите кои учествуваат во неговата имплементација.",
  "t10": "Оваа функција им овозможува на корисниците да ги оценат функциите во апликацијата директно. Доколку има жалби или прашања, ве молиме обавестете не.",
  "t11": "Овој екран ги сумира функциите и могуќостите на апликацијата \"Language Free\" и обезбедува детален опис за секоја функција за подобро разбирање од страна на корисникот.",
  "rs": "Повторно скенирање",
  "er": "Грешка",
  "ltu": "Не можеше да се отвори URL:",
  "cn": "Откажи",
  "scn": "Скенирано",
  "otl": "Отвори линк",
  "nd": "Детали за вести",
  "home": "Почеток",
  "hi": "Здраво",
  "helpyou": "Како можеме да ви помогнеме?",
  "translator": "Преведувач",
  "tt": "Текст превод",
  "co": "Разговор",
  "img": "Превод на слики",
  "or": "Други услуги",
  "cb": "Чет бот",
  "ns": "Вести",
  "wt": "Време",
  "pf": "Профил",
  "au": "За нас",
  "fb": "Обратна информација",
  "h": "Помош",
  "lo": "Одјави се",
  "vs": "Верзија: 2.0.4",
  "date": "15 март 2024 година",
  "ct": "Земја",
  "sfc": "Пребарај земја",
  "et": "Внесете текст",
  "sol": "Изберете дали сакате да зборувате или слушате, притиснувајќи горните 2 копчиња",
  "below": "Изберете дали сакате да зборувате или слушате, притиснувајќи долниот 2 копчиња",
  "peoa": "Внесете само букви",
  "emewe": "Е-поштата треба да заврши на @gmail.com, @fpt.edu.vn или @fe.edu.vn",
  "fv": "Омилени",
  "ln": "Слушам...",
  "lg": "Јазик",
  "sfl": "Пребарај јазик",
  "uab": "Снимете слика или ја аплоадирајте",
  "tc": "Патување Чет Бот",
  "tam": "Внесете порака",
  "pwa": "Ве молиме почекајте неколку секунди",
  "mp": "Мој профил",
  "fn": "Цело име",
  "e": "Е-пошта",
  "pn": "Телефонски број",
  "n": "Држава",
  "bd": "Датум на раѓање",
  "sc": "Зачувај",
  "sfac": "Пребарај град...",
  "max": "Макс.",
  "min": "Мин.",
  "wind": "Ветер",
  "hu": "Влажност",
  "df": "Прогноза",
  "titleaus": "Јазичен помошник за мултикултурни патници.",
  "titleour": "Нашата приказна",
  "contentour": "Ние сме група студенти кои студираат софтверско инжењерство на ФПТ Канто универзитет, а оваа апликација е резултат на нашиот дипломски проект. Користејќи ги достапните фрејмворци и API-ја, ние развиваме апликација за туризам. Користејќи ја нашата апликација, може лесно да ги истражите светот, преминувајќи ги јазичните бариери и целосно да го доживеете мултикултурниот живот.",
  "titleteam": "Нашиот тим",
  "contentteam1": "Членовите на нашиот проект се Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao,",
  "contentteam2": "и нашето менторство е од Vo Hong Khanh.",
  "contentteam3": "Со соработка и решителност, ние се обидуваме да ги исполниме потребите на корисниците со квалитетни производи.",
  "logofpt": "Универзитетот FPT Can Tho",
  "contentfpt1": "Универзитетот FPT Can Tho е",
  "contentfpt2": "главна образовна институција во регионот на Меконг.",
  "contentfpt3": "Нуди висококвалитетни образовни програми дизајнирани според меѓународниот модел за образование.",
  "contactus": "Контактирајте не",
  "infous": "Информации за нас",
  "emailus": "Контакт преку е-пошта",
  "callus": "Контакт преку телефон",
  "etyfb": "Внесете ги вашите фидбекови тука...",
  "sb": "Испрати",
  "ra": "Проценка на апликацијата",
  "tya": "Допрете на ѕвездата за да ја процените оваа апликација. Проценката ќе нè мотивира да го одржуваме проектот.",
  "peyfn": "Внесете цело име",
  "peye": "Внесете е-пошта",
  "peypn": "Внесете телефонски број",
  "gd": "Пол",
  "cbe": "Не може да биде празно",
  "1a1": "Текстот мора да биде помеѓу 10 и 100 знаци",
  "ecbe": "Не може да остане празна е-поштата",
  "ief": "Невалиден формат на е-пошта",
  "emew": "Е-поштата мора да завршува на @gmail.com, @fpt.edu.vn или @fe.edu.vn",
  "pncbe": "Телефонскиот број не може да биде празен",
  "ipnf": "Невалиден формат на телефонски број",
  "sge": "Изберете пол",
  "female": "Женски",
  "male": "Машки",
  "snot": "Изберете држава",
  "syno": "Пребарајте држава",
  "sybi": "Изберете датум на раѓање",
  "slts": "Изберете јазик и потоа зборувајте.",
  "wtlg": "Добредојдовте на „Language Free“",
  "yfwbt": "Вашите фидбекови се движечка сила нашата тимска развој.",
  "yfwbtm": "Вашата преценка е движечка сила нашата тимска развој.",
  "ftfn": "Не успеа да се земат вести.",
  "yhssc": "Промените се зачувани.",
  "ftuu": "Не успеа да се ажурира корисникот: Внатрешна серверска грешка.",
  "psad": "Изберете датум.",
  "idpsad": "Невалиден датум. Изберете датум помеѓу 1950 и 2016 година.",
  "psag": "Изберете пол.",
  "psaa": "Изберете држава.",
  "scrt": "Ви благодариме за преценката на апликацијата."
}
