{
  "war": "သတိပေးချက်",
"yawlpt": "သင့်အကောင့်ကိုလော့ခ်သည့်အကောင့်သည်! နောက်ပြန်ပါကြီးမှာကိုစစ်ဆေးပါ!",
  "t12": "ဤလုပ်ငန်းသည် အသုံးပြုသူများသည်နောက်ဆုံးအကြိမ်အမြင့်သင့်ရဲ့ အကြိုက်ဆုံး ဘာသာပြန်ပြည်တွင် သိမ်းဆည်းနိုင်သောအခါများကို သိမ်းပို့ခြင်း၊ သင်ဘာသာပြန်ချိန်ကို ရှင်းပြထားသောဖြစ်စဉ်များကို ဖယ်ရှားရန်နှင့် စာရင်းတွင်ရှိသော ယူနစ်များကို ဖယ်ရှားပေးသည်။",
"logofpt1": "FPT တက္ကသိုလ်ကန်တိုမိန့်",
"error1": "ဘာသာပြန်မှုသမိုင်းကို ဖယ်ရှားရန် မရနိုင်ပါ။",
"error2": "ဘာသာပြန်မှုသမိုင်းကို ဖယ်ရှားဖို့မအောင် အမှားများတစ်ခုဖြစ်သည်။",
"error3": "မီနူးကန့်အကြံပေးခြင်းအား ပို့ဆောင်ရန် အမှားများတစ်ခုဖြစ်သည်။ မီနူးကန့်အကြံပေးခြင်း အမှား:",
"error4": "မှန်မှ မှားနေသည်! အမှားနေသည်။ ေမာ္ဒရောင်းနှင့် နောက်ကွာလွန်းပါ:",
"atfls": "အောက်တွင် စိတ်ဝင်စားသော စာရင်းသို့ ထည့်သွင်းထားသည်။",
"yhsdat": "သင့်ရဲ့ လမ်းညွှန်ကို ဖျက်သိမ်းထားသည်။",
"pwstaa": "သင့်ရဲ့ အသစ်တစ်ခုထည့်ရန် အခုမှ 10 စက္ကန့်ကို စောင့်ပါ။",
"etcba": "လူဘိုင်းသာဖြည့်သွင်းလိမ့်မည်မဟုတ်ပါ။",
  "nic": "အင်တာနက်အင်တာဝက်မသိမျှကျနှိပ်သည်",
  "yic": "သင့်အင်တာနက်ကိုစစ်ဆေးပါ",
  "ta": "ကျေးဇူးပြုပြီးပြန်လည်ပါပါ",
  "ug": "အသုံးပြုသူအကြောင်း",
  "g": "အကြောင်း",
  "mf": "အကြောင်းဆုံးအရာ",
  "qrc": "QR ကုဒ်ရှာဖွေစေချင်း",
  "qrsb": "QR ကုဒ်",
  "ou": "အခြားအားဖြင့်အသုံးပြုသူအားလုပ်ဆောင်မှု",
  "t1": "ဒီအရာကိုသို့မဟုတ်အခြားဘာသာစကားသို့မဟုတ်ဘာသာစကားသို့မဟုတ်စကားပြောင်းလဲလိုလျှင်အကယ်ဒမီစကားစာဖြင့်ပြုလုပ်ရန်အဖြစ်အတန်းကိုတွေ့ရပါလိမ့်မည်",
  "t2": "ဒီအရာကိုသို့မဟုတ်အဆင့်မြှင့်အားပိုင်းပြန်ယူရန်ဓာတ်ပုံပေါ်မှာစာသားကိုအကယ်ဒမီပြောင်းပြပါလိမ့်မည်၊ အကယ်ဒမီတစ်ခုစီစစ်ပြီးအသုံးပြုသူတွင်စာသားရှာဖွေအားဖြင့်အကောင့်အသုံးပြုနိုင်သည်ကိုသင်တို့အားအလွယ်တကူခြင်းဖြင့်စိတ်ဝင်စာမျက်နှာအားရယူနိုင်ပါသည်",
  "t3": "ဒီအရာကိုသို့မဟုတ်စကားပြောင်းခြင်းအားအကောင့်သို့အသုံးပြုလိုပါကိုနှင့်အကောင့်အသုံးပြုမည့်နိုင်ငံတစ်နိုင်ငံနှင့်အတူအတွက်စကားပြောင်းဆိုင်ရာစကားစာများအားအကောင့်သို့အသုံးပြုရန်အကယ်ဒမီတွင်လည်းခင်ဗျားအားပေးပါသည်",
  "t4": "ဒီအရာကိုသို့မဟုတ်အားချိတ်ဆက်စစ်လိုလျှင်အင်တာနက်ရဲ့ရွေးကောက်ပွဲအသစ်များ၊ သက်ဆိုင်ရာတိုင်းများ၊ ဟန်နီးပြည်နယ်များ၊ အစီအစဉ်များနှင့်အစိတ်အပိုင်းများအတွက်အလုပ်လုပ်ကြောင်းမှုဖြင့်အသုံးပြုလာသောအသုံးပြုပုံစံဖြင့်သုံးနိုင်ပါသည်",
  "t5": "ဒီအရာကိုသို့မဟုတ်အားအဆိုပါရှိလာသောစာမျက်နှာများအားအကောင့်သို့အသုံးပြုခြင်းဖြင့်စကားပြောင်းဆိုင်ရာအကောင့်နှင့်အတူအတွက်စကားစာများအားအကောင့်သို့အသုံးပြုရန်အကယ်ဒမီတွင်လည်းခင်ဗျားအားပေးပါသည်",
  "t6": "ဒီအရာကိုသို့မဟုတ်အားဒီနေ့နေ့အကြားအမြင့်အားအတွက်မြေပုံများကို 5 ရက်အတွင်းအတိုင်းဖြည့်ပါ။ ဒီလောကမှာအကြောင်းအရာကိုလည်းချိတ်ဆက်ပါလိမ့်မည်၊ လက်ရှိနေ့နေ့အကြားအမြင့်ကိုကြည့်ရှုပါလိမ့်မည်",
  "t7": "ဒီအရာကိုသို့မဟုတ်QR ကုဒ်ကိုစေချင်းအားအကြောင့်ဆက်သွယ်ပါ။ ဒီအကောင့်သည်အရာအားအကောင့်အသုံးပြုအောင်လုပ်သင့်သည့်အသုံးပြုပုံစံအတွက်အခက်အခဲများကိုအများဆုံးဖြင့်အကြိမ်အမြေကြုံတွင်စိတ်ဝင်စာများနှင့်အခြားမြန်မာ့ဆောင်းပါးများအားလုပ်ကိုင်နိုင်သောအခက်အခဲများကိုဖြင့်အသုံးပြုသင့်သည်",
  "t8": "ဒီအရာကိုသို့မဟုတ်အားအသုံးပြုသူအချက်အလက်များကိုဖော်ပြချက်များနှင့်ကြိုဆိုသောဖြစ်စဉ်ဖြင့်ပင်နိုင်သည်",
  "t9": "ဒီအရာကိုသို့မဟုတ်အားဒီအကြောင်းကိုအကြောင်းဆုံးအခြေခံခွင့်ပြုချက်နှင့်အကောင့်များကိုဖော်ပြပေးနိုင်သည်",
  "t10": "ဒီအရာကိုသို့မဟုတ်အားသင့်အနည်းဆုံးအကောင့်အသုံးပြုရန်ဒီအနည်းငယ်ကိုနှိပ်ပါ၊ သင့်မှာလိုအပ်သောပုံစံများသည်လည်းဖြစ်စဉ်ဖြင့်အသုံးပြုနိုင်ပါသည်",
  "t11": "ဒီအရာကိုသို့မဟုတ်အားအားကိုပြင်ရန်ရှာဖွေနိုင်သည် Language Free အကျယ်တင်အလိုအေလ်ာက်တွင်ရှိနေသောအရာနှင့်အလိုအေလ်ာက်များအားကိုတစ်ဦးတည်းခြင်းသို့အသုံးပြုရန်ပုံစံများအားဖြင့်အသုံးပြုနိုင်ပါသည်",
  "rs": "ထပ်ပြီးပြန်လည်ပါပါ",
  "er": "အမှား",
  "ltu": "URL ကိုဖွင့်လို့မရပါ:",
  "cn": "ပယ်ဖျက်မည်",
  "scn": "ထပ်ပြန်လည်ပါ",
  "otl": "လောက်ရှိလာသည့်လူမှု",
  "nd": "သတင်းအချက်အလက်",
  "home": "ပင်မစာမျက်နှာ",
  "hi": "ဟယ်လို",
  "helpyou": "သင့်ကိုဘာမှာအကူအညီနှင့်အကျိုးကျော်ကိုမှန်မြတ်ပါသလား။",
  "translator": "ဘာသာစကားကိုဘယ်လိုပြောင်းလဲနိုင်သလဲ",
  "tt": "စာတန်းပြောင်းလဲခြင်း",
  "co": "ကိုမြင့်ချင်တဲ့ကိရိယာ",
  "img": "ပုံပြောင်းလဲခြင်း",
  "or": "အခြားဝင်ရောက်မှုများ",
  "cb": "ဆက်သွယ်စနစ်ပြောင်းလဲခြင်း",
  "ns": "သတင်းများ",
  "wt": "မြေပြင်",
  "pf": "ကိုယ်ရေး",
  "au": "ကျွန်ုပ်တို့အကြောင်းအရာ",
  "fb": "အကြံပြုချက်",
  "h": "အကူအညီ",
  "lo": "အကောင့်ထွက်မည်",
  "vs": "စာရင်း: 2.0.4",
  "date": "၁၅ မတ် ၂၀၂၄",
  "ct": "နိုင်ငံ",
  "sfc": "နိုင်ငံရှာဖွေပါ",
  "et": "စာသားထည့်ပါ",
  "sol": "အောက်ပါစနစ်တစ်ခုကိုစေချင်းနှင့်ဆက်သွယ်ပါ",
  "below": "အောက်ပါစနစ်ကိုစေချင်းနှင့်ဆက်သွယ်ပါ",
  "peoa": "အကယ်ဒမီသာအစုံအများကိုထည့်ပါ",
  "emewe": "အီးမေးလ်သည် @gmail.com သို့မဟုတ် @fpt.edu.vn သို့မဟုတ် @fe.edu.vn ဖြင့်ပိုပြီးသားဖြစ်ရပါမည်",
  "fv": "အနှစ်ခုမှစတင်ကြည့်ပါ",
  "ln": "ညာဘက်ပြောင်းပါ...",
  "lg": "ဘာသာစကား",
  "sfl": "ဘာသာစကားရှာဖွေပါ",
  "uab": "ဓာတ်ပုံရိုက်ပြီးသွင်းပါ",
  "tc": "ခရီးသွားတဲ့ပုံစံဆက်သွယ်ရန်ဘာသာစကား",
  "tam": "မက်ဆေ့ခ်ျပီးနားလည်ပါ",
  "pwa": "စင်္ကာပုတ်ကိုစတင်နေပါသည်",
  "mp": "ကိုယ်ရေးပုံစံ",
  "fn": "အမည်ဖြည့်ပါ",
  "e": "အီးမေးလ်",
  "pn": "ဖုန်းနံပါတ်",
  "n": "အမျိုးအစား",
  "bd": "မွေးရက်",
  "sc": "အကောင့်ကိုသို့မဟုတ်ပြင်ဆင်နိုင်",
  "sfac": "မြို့နယ်ရှာဖွေပါ...",
  "max": "အများဆုံး",
  "min": "အနည်းဆုံး",
  "wind": "လေကြောင်း",
  "hu": "ပြည်သူလ",
  "df": "မြေပြင်ပို့မည်",
  "titleaus": "အက်ဆိုးလိုက်တဲ့လက်မှတ်အချက်များအားနေ့ကြောင်းအသစ်များအတွက်တိုးတက်လှူဒါန်းနှင့်ကြည့်ပါ",
  "titleour": "ကျွန်ုပ်တို့၏စာပေနှင့်ကောက်ယူချက်",
  "contentour": "ကျွန်ုပ်တို့သည်ကောင်းစွာရောက်ရှိပြီးကျွန်ုပ်တို့၏အကြောင်းဆုံးအရာဖြစ်ပြီးကောက်ယူနိုင်သည့်ပြောင်းလဲအပေါ်ကိုဖော်ပြပါသည်။",
  "titleteam": "ကျွန်ုပ်တို့၏အဖွဲ့",
  "contentteam1": "ကျွန်ုပ်တို့အဖြစ်အကယ်ဒမီများသည် Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao နှင့်အတူတကွက်ရှိသော ",
  "contentteam2": "ကျွန်ုပ်တို့အဖြစ်စိတ်အားဆေးဝဲဝေးအတွက်အကူအညီရေး Vo Hong Khanh နှင့်",
  "contentteam3": "တနည်းသက်သာအားနည်းနည်းဖြတ်ပိုင်ခြင်းနှင့် ရနိုင်သောသက်ဆိုင်ရာကိုစောင့်နိုင်ရန် ကျွန်ုပ်တို့ကသူများ၏လိုအပ်သည့်အဆင့်များကိုပြောင်းလဲပါသည်။",
  "logofpt": "FPT တွင် ကန့်သို နှင့် တိုး",
  "contentfpt1": "ဖီဆိုပ်ကန်သိုင်းသည် မကန့်မျှရှင်းကြီးမြို့နယ်တွင် အဆင့်သတ်နိုင်သောသင်တန်းသည်",
  "contentfpt2": "Mekong Delta သည်",
  "contentfpt3": "ထို့နောက်လိုအပ်သောအကျဆုံးအစည်းများအတွက်အစီအစဉ်အားလုံးအတွက်အင်္ဂလိပ်တွေကိုကောက်ခြင်းကိုလည်းကောင်းပါသည်",
  "contactus": "ကိုဆက်သွယ်ပါ",
  "infous": "ကျွန်ုပ်တို့အကြောင်းအရာ",
  "emailus": "အီးမေးလ်ဖြင့်ဆက်သွယ်ပါ",
  "callus": "ဖုန်းဖြင့်ဆက်သွယ်ပါ",
  "etyfb": "သင့်အကြောင်းဆုံးအကြံပြုချက်ကိုဤနေရာတွင်ထည့်သွင်းပါ...",
  "sb": "ပို့ပါ",
  "ra": "အကောင့်အထွေးတွင်ကာကွယ်မှု",
  "tya": "ဤအကောင့်ကိုတည်းဖြတ်ရန်ကြည့်ပါ။ သင့်တည်းဖြတ်တဲ့အနည်းငယ်သင့်အသုံးပြုမည့်လိုအပ်သည်ကိုသင်ဖော်ပြပါသည်။",
  "peyfn": "အမည်အားထည့်ပါ",
  "peye": "အီးမေးလ်အားထည့်ပါ",
  "peypn": "ဖုန်းနံပါတ်အားထည့်ပါ",
  "gd": "ကိုယ်ရေးခြင်း",
  "cbe": "ဖျက်ပစ်နေသည်မဟုတ်ပါ",
  "1a1": "စာသားတစ်လုံးအကြီး 10 မို့ 100 မို့သည်",
  "ecbe": "အီးမေးလ်ဖြည့်ရန်မရပါ",
  "ief": "အီးမေးလ်ပုံစံမှာမှန်ကန်ပါ",
  "emew": "အီးမေးလ်သည် @gmail.com သို့မဟုတ် @fpt.edu.vn သို့မဟုတ် @fe.edu.vn နှင့်ပို့ပြီးသားဖြစ်သည်",
  "pncbe": "ဖုန်းနံပါတ်ပစ်မည်မဟုတ်ပါ",
  "ipnf": "ဖုန်းနံပါတ်ပုံစံမှာမှန်ကန်ပါ",
  "sge": "ကျော်လွန်ရသောလိုအပ်သည်မဟုတ်ပါ",
  "female": "မိန်းမ",
  "male": "ကျား",
  "snot": "နိုင်ငံကိုရွေးချယ်ပါ",
  "syno": "နိုင်ငံကိုရှာပါ",
  "sybi": "မွေးမြူရက်ကိုရွေးချယ်ပါ",
  "slts": "စက်အင်္ဂလိပ်ကိုရွေးချယ်ရန်ခလုတ်တစ်ခုရွေးချယ်ပါ။",
  "wtlg": "Language Free သို့ကစားရင်းသားသောကိရိယားသို့မဟုတ်ချိတ်ဆက်ရန်ကြိုးစားပါ",
  "yfwbt": "သင့်အကြောင်းဆုံးသည်သင့်စိတ်ကူးယူသောအကောင့်တစ်ခုဖြစ်ပါသည်။ ဖော်ပြပေးချင်သူတစ်ဦးချင်းတော့ပေးသည်။",
  "yfwbtm": "သင့်အကြောင်းဆုံးသည်သင့်စိတ်ကူးယူသောအကောင့်တစ်ခုဖြစ်ပါသည်။ ဖော်ပြပေးချင်သူတစ်ဦးချင်းတော့ပေးသည်။",
  "ftfn": "သင့်သတင်းကိုရှာမတွေ့ပါ။",
  "yhssc": "ပြည်နယ်ရွေးချယ်ခြင်းကိုသင်လက်ခံမှုအားလုံးကိုသင်သက်ဆိုင်ရာနှင့်အသုံးပြုပေးပါသည်။",
  "ftuu": "အသုံးပြုသူကိုအခြားသောမြင့်မားမှုအတွက်ဖြည့်ပြီးကြောင်းလောက်စဉ်ဖြင့်မျှဝေပါ",
  "psad": "သင့်နေ့ကိုရွေးချယ်ပါ။",
  "idpsad": "နေ့ရက်မှာမဟုတ်သောနေ့ကိုရွေးချယ်ပါ။ ခရုဏ်ကိုနှိပ်ပြီး 1950 မှ 2016 အဟုတ်အရွယ်ရွေးပါ",
  "psag": "ကျောင့်ရွေးပါ။",
  "psaa": "နိုင်ငံရွေးပါ။",
  "scrt": "အကောင့်ကိုသိမ်းဆည်းပြီးသည်။"
}
