{"war": "Aviso",
"yawlpt": "A sua conta foi bloqueada! Por favor, tente novamente mais tarde!",
  "t12": "Esta função permite aos usuários salvar suas traduções favoritas, escolher reabri-las e excluir qualquer tradução da lista.",
"logofpt1": "Campus da Universidade FPT Can Tho",
"error1": "Falha ao remover o histórico de tradução:",
"error2": "Erro ao remover o histórico de tradução:",
"error3": "Ocorreu um erro ao postar um comentário. Código de erro:",
"error4": "Erro! Ocorreu um erro. Por favor, tente novamente mais tarde:",
  "atfls": "Adicionado com sucesso à lista de favoritos.",
"yhsdat": "Você removeu com sucesso a transição.",
"pwstaa": "Aguarde 10 segundos antes de adicionar uma nova transição.",
"etcba": "Não é possível adicionar traduções vazias.",
  "nic": "Sem conexão com a internet",
  "yic": "Verifique a conexão com a internet",
  "ta": "Tente novamente",
  "ug": "Guia do usuário",
  "g": "Guia",
  "mf": "Recursos principais",
  "qrc": "Scanner de código QR",
  "qrsb": "Código QR",
  "ou": "Outras utilidades",
  "t1": "Esta função traduz rapidamente parágrafos de texto para outros idiomas de forma rápida e conveniente.",
  "t2": "Esta função é um recurso avançado de tradução que escaneia texto em imagens para tradução, permitindo que o conteúdo seja facilmente compreendido no idioma desejado.",
  "t3": "Esta função traduz conversas em tempo real entre diferentes idiomas, proporcionando o máximo de conveniência.",
  "t4": "Esta função é uma inteligência artificial com conhecimento sobre destinos de viagem, pontos turísticos, hotéis, comida, etc. Fornece informações úteis e recomendações para entusiastas de viagens, desempenhando o papel de um valioso assistente.",
  "t5": "Esta função integra as últimas notícias de viagens no aplicativo, permitindo que os usuários leiam notícias durante o tempo livre e acessem as últimas informações sobre viagens.",
  "t6": "Esta função permite verificar as condições climáticas de hoje e dos próximos 5 dias em qualquer cidade. Fornece informações sobre a previsão do tempo atual e futura.",
  "t7": "Esta função é muito conveniente para escanear códigos QR de links, credenciais Wi-Fi, transferências, etc. Melhora a experiência do usuário, facilitando o acesso a vários serviços e informações.",
  "t8": "Esta função exibe informações do usuário e permite gerenciá-las e editá-las diretamente.",
  "t9": "Esta é a tela principal que apresenta os objetivos do projeto e os membros envolvidos em sua implementação.",
  "t10": "Esta função permite avaliar diretamente os recursos no aplicativo. Se houver alguma reclamação ou pergunta, por favor nos avise.",
  "t11": "Esta tela resume os recursos e funcionalidades do aplicativo Language Free, fornecendo explicações detalhadas de cada recurso para ajudar os usuários a entender melhor o aplicativo.",
  "rs": "Escanear novamente",
  "er": "Erro",
  "ltu": "Não é possível abrir o URL:",
  "cn": "Cancelar",
  "scn": "Escanear concluído",
  "otl": "Abrir link",
  "nd": "Detalhes da notícia",
  "home": "Início",
  "hi": "Olá",
  "helpyou": "Em que posso ajudar?",
  "translator": "Tradutor",
  "tt": "Tradução de texto",
  "co": "Conversa",
  "img": "Tradução de imagem",
  "or": "Outros serviços",
  "cb": "Chatbot",
  "ns": "Notícias",
  "wt": "Tempo",
  "pf": "Perfil",
  "au": "Sobre nós",
  "fb": "Feedback",
  "h": "Ajuda",
  "lo": "Sair",
  "vs": "Versão: 2.0.4",
  "date": "15 de março de 2024",
  "ct": "País",
  "sfc": "Pesquisar país",
  "et": "Digite o texto",
  "sol": "Para escolher falar ou ouvir, pressione os 2 botões acima",
  "below": "Para escolher falar ou ouvir, pressione os 2 botões abaixo",
  "peoa": "Digite apenas letras",
  "emewe": "O e-mail deve terminar com @gmail.com, @fpt.edu.vn ou @fe.edu.vn",
  "fv": "Favoritos",
  "ln": "Ouvindo...",
  "lg": "Idioma",
  "sfl": "Pesquisar idioma",
  "uab": "Tire uma foto ou faça upload",
  "tc": "Chatbot de viagem",
  "tam": "Digite a mensagem",
  "pwa": "Aguarde um momento",
  "mp": "Meu perfil",
  "fn": "Nome completo",
  "e": "E-mail",
  "pn": "Número de telefone",
  "n": "Nacionalidade",
  "bd": "Data de nascimento",
  "sc": "Salvar",
  "sfac": "Pesquisar cidade...",
  "max": "Máx.",
  "min": "Min.",
  "wind": "Vento",
  "hu": "Umidade",
  "df": "Previsão",
  "titleaus": "Ferramentas linguísticas para viajantes de todo o mundo.",
  "titleour": "Nossa história",
  "contentour": "Somos um grupo de estudantes de engenharia de software da Universidade FPT em Can Tho, e este aplicativo é o resultado do nosso projeto de graduação. Estamos desenvolvendo um aplicativo de suporte ao turismo, utilizando frameworks e APIs disponíveis. Com nosso aplicativo, explorar o mundo fica mais fácil, superando as barreiras linguísticas e obtendo experiência multicultural suficiente.",
  "titleteam": "Nossa equipe",
  "contentteam1": "Nossos membros do projeto são Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao.",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": "Com determinação, prometemos fornecer produtos de alta qualidade que atendam às expectativas dos usuários.",
  "logofpt": "Universidade FPT em Can Tho",
  "contentfpt1": "A Universidade FPT em Can Tho é uma instituição educacional líder na região do delta do Mekong.",
  "contentfpt2": "Ambiente educacional profissional",
  "contentfpt3": "Oferece programas educacionais de alta qualidade projetados de acordo com modelos educacionais internacionais.",
  "contactus": "Entre em contato conosco",
  "infous": "Sobre nós",
  "emailus": "E-mail para nós",
  "callus": "Ligue para nós",
  "etyfb": "Digite aqui seu feedback...",
  "sb": "Enviar",
  "ra": "Avalie o aplicativo",
  "tya": "Avalie este aplicativo tocando nas estrelas. Sua avaliação nos motiva a manter o aplicativo.",
  "peyfn": "Digite seu nome completo",
  "peye": "Digite seu endereço de e-mail",
  "peypn": "Digite seu número de telefone",
  "gd": "Gênero",
  "cbe": "Não pode ficar vazio",
  "1a1": "O texto deve ter entre 10 e 100 caracteres",
  "ecbe": "O endereço de e-mail não pode ficar vazio",
  "ief": "Formato de e-mail inválido",
  "emew": "Deve terminar com @gmail.com, @fpt.edu.vn ou @fe.edu.vn",
  "pncbe": "O número de telefone não pode ficar vazio",
  "ipnf": "Formato de número de telefone inválido",
  "sge": "Selecione um gênero",
  "female": "Feminino",
  "male": "Masculino",
  "snot": "Selecione a nacionalidade",
  "syno": "Pesquise a nacionalidade",
  "sybi": "Selecione a data de nascimento",
  "slts": "Selecione o idioma e, em seguida, fale.",
  "wtlg": "Bem-vindo ao Language Free",
  "yfwbt": "Seu feedback motiva nossa equipe no desenvolvimento do projeto.",
  "yfwbtm": "Sua avaliação motiva nossa equipe no desenvolvimento do projeto.",
  "ftfn": "Falha ao encontrar notícias.",
  "yhssc": "As alterações foram salvas.",
  "ftuu": "Falha na atualização do usuário: erro interno do servidor.",
  "psad": "Selecione uma data.",
  "idpsad": "Data inválida. Selecione uma data entre 1950 e 2016.",
  "psag": "Selecione um gênero.",
  "psaa": "Selecione a nacionalidade.",
  "scrt": "Obrigado por avaliar o aplicativo."
  }