{"war": "Avertisment",
"yawlpt": "Contul dvs. a fost blocat! Vă rugăm să încercați din nou mai târziu!",
  "t12": "Această funcție permite utilizatorilor să-și salveze traducerile favorite, să aleagă să le redeschidă și să șteargă orice traducere din listă.",
  "logofpt1": "Campusul Universității FPT Can Tho",
  "error1": "Nu s-a putut elimina istoricul traducerilor:",
  "error2": "Eroare la eliminarea istoricului traducerilor:",
  "error3": "A apărut o eroare la postarea unui comentariu. Cod eroare:",
  "error4": "Eroare! A apărut o eroare. Vă rugăm să încercați din nou mai târziu:",
  "atfls": "Adăugat cu succes în lista de favorite.",
  "yhsdat": "Ați șters cu succes trecerea.",
  "pwstaa": "Așteptați 10 secunde înainte de a adăuga o nouă trecere.",
  "etcba": "Nu se pot adăuga traduceri goale.",
  "nic": "Fără conexiune la internet",
  "yic": "Verificați conexiunea la internet",
  "ta": "Încercați din nou",
  "ug": "Ghidul utilizatorului",
  "g": "Ghid",
  "mf": "Funcții principale",
  "qrc": "Scaner cod QR",
  "qrsb": "Cod QR",
  "ou": "Alte utilități",
  "t1": "Această funcție traduce rapid paragrafe de text în alte limbi în mod rapid și convenabil.",
  "t2": "Această funcție este o caracteristică avansată de traducere care scanează textul din imagini pentru traducere, permițând conținutului să fie înțeles ușor în limba dorită.",
  "t3": "Această funcție traduce conversații în timp real între diferite limbi, oferind maximum de comoditate.",
  "t4": "Această funcție este o inteligență artificială cu cunoștințe despre destinații de călătorie, atracții turistice, hoteluri, mâncare etc. Furnizează informații utile și recomandări pentru pasionații de călătorii, jucând rolul unui asistent valoros.",
  "t5": "Această funcție integrează cele mai recente știri de călătorie în aplicație, permițând utilizatorilor să citească știri în timpul liber și să acceseze cele mai recente informații despre călătorii.",
  "t6": "Această funcție permite verificarea condițiilor meteorologice de azi și pentru următoarele 5 zile în orice oraș. Oferă informații despre prognoza meteo actuală și viitoare.",
  "t7": "Această funcție este foarte convenabilă pentru scanarea codurilor QR ale linkurilor, acreditarilor Wi-Fi, transferurilor etc. Îmbunătățește experiența utilizatorului, facilitând accesul la diverse servicii și informații.",
  "t8": "Această funcție afișează informații despre utilizator și le permite să le gestioneze și să le editeze direct.",
  "t9": "Aceasta este ecranul principal care prezintă obiectivele proiectului și membrii implicați în implementarea sa.",
  "t10": "Această funcție permite evaluarea directă a funcțiilor din aplicație. Dacă aveți vreo plângere sau întrebare, vă rugăm să ne anunțați.",
  "t11": "Acest ecran rezumă caracteristicile și funcționalitățile aplicației Language Free, oferind explicații detaliate despre fiecare funcție pentru a ajuta utilizatorii să înțeleagă mai bine aplicația.",
  "rs": "Re-scanare",
  "er": "Eroare",
  "ltu": "Nu se poate deschide URL-ul:",
  "cn": "Anulare",
  "scn": "Scanare finalizată",
  "otl": "Deschide linkul",
  "nd": "Detalii știri",
  "home": "Acasă",
  "hi": "Salut",
  "helpyou": "Cum vă pot ajuta?",
  "translator": "Translator",
  "tt": "Traducere text",
  "co": "Conversație",
  "img": "Traducere imagine",
  "or": "Alte servicii",
  "cb": "Chatbot",
  "ns": "Știri",
  "wt": "Vreme",
  "pf": "Profil",
  "au": "Despre noi",
  "fb": "Feedback",
  "h": "Ajutor",
  "lo": "Deconectare",
  "vs": "Versiune: 2.0.4",
  "date": "15 martie 2024",
  "ct": "Țară",
  "sfc": "Caută țara",
  "et": "Introduceți textul",
  "sol": "Pentru a alege să vorbiți sau să ascultați, apăsați cele 2 butoane de mai sus",
  "below": "Pentru a alege să vorbiți sau să ascultați, apăsați cele 2 butoane de mai jos",
  "peoa": "Introduceți doar litere",
  "emewe": "Emailul trebuie să se termine cu @gmail.com, @fpt.edu.vn sau @fe.edu.vn",
  "fv": "Favorite",
  "ln": "Ascultând...",
  "lg": "Limba",
  "sfl": "Caută limbă",
  "uab": "Fă o poză sau încarcă",
  "tc": "Chatbot de călătorie",
  "tam": "Introduceți mesajul",
  "pwa": "Așteptați puțin",
  "mp": "Profilul meu",
  "fn": "Numele complet",
  "e": "Email",
  "pn": "Număr de telefon",
  "n": "Naționalitate",
  "bd": "Data nașterii",
  "sc": "Salvare",
  "sfac": "Caută orașul...",
  "max": "Maxim",
  "min": "Minim",
  "wind": "Vânt",
  "hu": "Umiditate",
  "df": "Prognoză",
  "titleaus": "Instrumente lingvistice pentru călătorii din întreaga lume.",
  "titleour": "Istoria noastră",
  "contentour": "Suntem un grup de studenți la ingineria software de la Universitatea FPT din Can Tho, iar această aplicație este rezultatul proiectului nostru de absolvire. Dezvoltăm o aplicație de asistență turistică, folosind cadre și API-uri disponibile. Cu aplicația noastră, explorarea lumii devine mai ușoară, depășind barierele lingvistice și obținând suficientă experiență multiculturală.",
  "titleteam": "Echipa noastră",
  "contentteam1": "Membrii proiectului nostru sunt Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao.",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": "Cu hotărâre, promitem să oferim produse de înaltă calitate care să îndeplinească așteptările utilizatorilor.",
  "logofpt": "Universitatea FPT din Can Tho",
  "contentfpt1": "Universitatea FPT din Can Tho este o instituție de învățământ de top din regiunea deltei Mekong.",
  "contentfpt2": "Mediu educațional profesional",
  "contentfpt3": "Oferă programe educaționale de înaltă calitate concepute conform modelelor educaționale internaționale.",
  "contactus": "Contactează-ne",
  "infous": "Despre noi",
  "emailus": "Trimite-ne un email",
  "callus": "Sunați-ne",
  "etyfb": "Introduceți feedbackul dvs. aici...",
  "sb": "Trimite",
  "ra": "Evaluare aplicație",
  "tya": "Evaluați această aplicație apăsând pe stele. Evaluarea dvs. ne motivează să menținem aplicația.",
  "peyfn": "Introduceți numele complet",
  "peye": "Introduceți adresa de email",
  "peypn": "Introduceți numărul de telefon",
  "gd": "Gen",
  "cbe": "Nu poate fi gol",
  "1a1": "Textul trebuie să aibă între 10 și 100 de caractere",
  "ecbe": "Câmpul de email nu poate fi gol",
  "ief": "Format de email invalid",
  "emew": "Trebuie să se termine cu @gmail.com, @fpt.edu.vn sau @fe.edu.vn",
  "pncbe": "Câmpul de număr de telefon nu poate fi gol",
  "ipnf": "Format de număr de telefon invalid",
  "sge": "Selectați un gen",
  "female": "Feminin",
  "male": "Masculin",
  "snot": "Selectați naționalitatea",
  "syno": "Căutați naționalitatea",
  "sybi": "Selectați data nașterii",
  "slts": "Selectați limba și apoi vorbiți.",
  "wtlg": "Bun venit la Language Free",
  "yfwbt": "Feedback-ul dvs. motivează echipa noastră în dezvoltarea proiectului.",
  "yfwbtm": "Evaluarea dvs. motivează echipa noastră în dezvoltarea proiectului.",
  "ftfn": "Nu s-au găsit știri.",
  "yhssc": "Modificările au fost salvate.",
  "ftuu": "Eșec la actualizarea utilizatorului: eroare internă a serverului.",
  "psad": "Selectați o dată.",
  "idpsad": "Data invalidă. Selectați o dată între 1950 și 2016.",
  "psag": "Selectați un gen.",
  "psaa": "Selectați naționalitatea.",
  "scrt": "Vă mulțumim pentru evaluarea aplicației."
}
