{"war": "Njoftim",
"yawlpt": "Llogaria juaj është bllokuar! Ju lutemi, provoni përsëri më vonë!",
  "t12": "Ky funksion lejon përdoruesit të ruajnë përkthimet e tyre të preferuara, të zgjedhin për t'i rihapur, dhe të fshijnë çdo përkthim nga lista.",
"logofpt1": "Kampusi i Universitetit FPT në Can Tho",
"error1": "Dështoi në heqjen e historisë së përkthimit:",
"error2": "Gabim gjatë heqjes së historisë së përkthimit:",
"error3": "Ndodhi një gabim gjatë postimit të një komenti. Kodi i gabimit:",
"error4": "Gabim! Ndodhi një gabim. Ju lutemi provoni përsëri më vonë:",
  "atfls": "Shtuar me sukses në listën e të preferuarave.",
"yhsdat": "Ju keni hequr me sukses kalimin.",
"pwstaa": "Ju lutemi prisni 10 sekonda para se të shtoni një kalim të ri.",
"etcba": "Nuk është e mundur të shtoni përkthime të zbrazëta.",
  "nic": "Nuk ka lidhje interneti",
  "yic": "Ju lutem kontrolloni lidhjen me internetin",
  "ta": "Provojeni përsëri",
  "ug": "Udhëzues i përdoruesit",
  "g": "Udhëzues",
  "mf": "Karakteristikat kryesore",
  "qrc": "Skanuesi i Kodit QR",
  "qrsb": "Kodi QR",
  "ou": "Utilitetet e tjera",
  "t1": "Ky është një veçori bazë për të përkthyer fragmente teksti në gjuhë të tjera me shpejtësi dhe lehtësi.",
  "t2": "Ky është një veçori e avancuar për të skanuar tekst nga imazhet dhe për të kryer përkthime, duke lejuar përdoruesit të kuptojnë përmbajtjen në gjuhën e tyre të preferuar.",
  "t3": "Ky është një veçori për të përkthyer biseda të drejtpërdrejta në kohë reale mes gjuhëve të ndryshme, duke ofruar maksimumin e përshtatshmërisë.",
  "t4": "Ky është një veçori e cila furnizon njohuri për destinacione udhëtimi, atraksione turistike, hotele, ushqime etj. për përdoruesit. Ai ofron informacione dhe rekomandime të vlefshme për të udhëtarët, duke luajtur rolin e një ndihmësi të çmuar.",
  "t5": "Ky është një veçori që integron artikuj të fundit të udhëtimit në aplikacion, duke lejuar përdoruesit të lexojnë lajmet gjatë kohës së lire. Ajo ofron akses në informacionin më të fundit për temat e udhëtimit.",
  "t6": "Ky është një veçori që lejon përdoruesit të shohin motin e sotëm dhe për 5 ditët në vijim për një qytet të caktuar. Ajo ofron informacione për parashikimin e motit aktual dhe të ardhshëm.",
  "t7": "Ky është një veçori shumë e përshtatshme për të skanuar kodet QR të ndryshme si lidhjet, kredencialet WiFi, transferimet etj. Ajo përmirëson përvojën e përdoruesit duke lejuar qasje të lehtë në shërbime dhe informacione të ndryshme.",
  "t8": "Ky është një veçori që tregon dhe lejon përdoruesit të menaxhojnë dhe redaktojnë të dhënat e tyre.",
  "t9": "Kjo është një ekran kryesor që prezanton qëllimin e projektit dhe anëtarët që marrin pjesë në zbatimin e tij.",
  "t10": "Ky ekran lejon përdoruesit të vlerësojnë drejtpërdrejt veçoritë e aplikacionit. Nëse keni ankesa ose pyetje, ju lutem na njoftoni.",
  "t11": "Ky ekran përmbledh dhe shpjegon veçoritë dhe funksionet e aplikacionit Language Free, duke ofruar një përshkrim të hollësishëm për të ndihmuar përdoruesit në kuptimin e mëtejshëm të aplikacionit.",
  "rs": "Skano përsëri",
  "er": "Gabim",
  "ltu": "URL nuk mund të hapet:",
  "cn": "Anulo",
  "scn": "Skanim i kryer",
  "otl": "Hap lidhjen",
  "nd": "Detajet e lajmit",
  "home": "Faqja kryesore",
  "hi": "Tungjatjeta",
  "helpyou": "Si mund të ndihmoj?",
  "translator": "Përkthyes",
  "tt": "Përkthimi i tekstit",
  "co": "Biseda",
  "img": "Përkthimi i imazhit",
  "or": "Shërbime të tjera",
  "cb": "Bisedë boti",
  "ns": "Lajmet",
  "wt": "Moti",
  "pf": "Profili",
  "au": "Rreth nesh",
  "fb": "Feedback",
  "h": "Ndihmë",
  "lo": "Dalje",
  "vs": "Versioni: 2.0.4",
  "date": "15 Mars, 2024",
  "ct": "Shteti",
  "sfc": "Kërkimi i shtetit",
  "et": "Shkruani tekstin",
  "sol": "Për të zgjedhur të flisni ose të dëgjoni, shtypni një nga dy butonat e mësipërm",
  "below": "Për të zgjedhur të flisni ose të dëgjoni, shtypni një nga dy butonat e mëposhtëm",
  "peoa": "Ju lutem shkruani vetëm shkronja alfabetike",
  "emewe": "Emaili duhet të përfundojë me @gmail.com ose @fpt.edu.vn ose @fe.edu.vn",
  "fv": "Te preferuarat",
  "ln": "Duke dëgjuar...",
  "lg": "Gjuha",
  "sfl": "Kërkoni gjuhën",
  "uab": "Fotografitë ose ngarkoni",
  "tc": "Biseda e udhëtimit",
  "tam": "Shkruani një mesazh",
  "pwa": "Ju lutem prisni disa sekonda",
  "mp": "Profili im",
  "fn": "Emri i plotë",
  "e": "Emaili",
  "pn": "Numri i telefonit",
  "n": "Shtetësia",
  "bd": "Ditëlindja",
  "sc": "Ruaj ndryshimet",
  "sfac": "Kërkoni një qytet...",
  "max": "Maksimali",
  "min": "Minimali",
  "wind": "Era",
  "hu": "Lagështia",
  "df": "Parashikimi",
  "titleaus": "Asistenti i gjuhës për udhëtarët e shumëfishtë.",
  "titleour": "Historia jonë",
  "contentour": "Ne jemi një grup studentësh që studiojnë Inxhinieri të Softuerit në Universitetin FPT Kanto, dhe kjo aplikacion është rezultati i projektit tonë përfundimtar. Duke përdorur framework-et dhe API-të e disponueshme, ne po zhvillojmë një aplikacion mbështetës për turizmin. Duke përdorur aplikacionin tonë, ju mund të eksploroni botën më lehtësisht, të tejkaloni barrierat gjuhësore, dhe të përjetoni plotësisht një jetë multikulturale.",
  "titleteam": "Ekipi ynë",
  "contentteam1": "Anëtarët e projektit tonë janë Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao.",
  "contentteam2": "Mentori Vo Hong Khanh",
  "contentteam3": "Me përkushtim dhe vendosmëri, ne premtojmë të ofrojmë produkte cilësore që përmbushin nevojat e përdoruesve.",
  "logofpt": "Universiteti FPT Kanto",
  "contentfpt1": "Universiteti FPT Kanto është një nga qendrat kryesore të trajnimit në Rajonin e Deltes së Mekongut.",
  "contentfpt2": "Mjedis për të përparuar",
  "contentfpt3": "Ajo ofron programe trajnimi të cilësisë së lartë të projektuara në përputhje me modelin e edukimit ndërkombëtar.",
  "contactus": "Na kontaktoni",
  "infous": "Informacion rreth nesh",
  "emailus": "Na kontaktoni me email",
  "callus": "Na kontaktoni telefonikisht",
  "etyfb": "Ju lutem vendosni një koment këtu...",
  "sb": "Dërgo",
  "ra": "Vlerësimi i aplikacionit",
  "tya": "Ju lutem vlerësoni këtë aplikacion me yje. Vlerësimet tuaja na bëjnë të vazhdojmë punën me motivim.",
  "peyfn": "Ju lutem vendosni emrin tuaj të plotë",
  "peye": "Ju lutem vendosni emailin tuaj",
  "peypn": "Ju lutem vendosni numrin tuaj të telefonit",
  "gd": "Gjinia",
  "cbe": "Nuk mund të jetë e zbrazët",
  "1a1": "Teksti duhet të jetë mes 10 dhe 100 karaktere",
  "ecbe": "Emaili nuk mund të jetë i zbrazët",
  "ief": "Formati i emailit është i pavlefshëm",
  "emew": "Emaili duhet të përfundojë me @gmail.com ose @fpt.edu.vn ose @fe.edu.vn",
  "pncbe": "Numri i telefonit nuk mund të jetë i zbrazët",
  "ipnf": "Formati i numrit të telefonit është i pavlefshëm",
  "sge": "Ju lutem zgjidhni gjininë",
  "female": "Femer",
  "male": "Mashkull",
  "snot": "Ju lutem zgjidhni shtetësinë",
  "syno": "Ju lutem kërkoni shtetësinë",
  "sybi": "Ju lutem zgjidhni datëlindjen",
  "slts": "Ju lutem zgjidhni një gjuhë para se të flisni.",
  "wtlg": "Mirë se vini në Language Free",
  "yfwbt": "Feedbacki juaj është një motivim për ekipin tonë për zhvillimin e projektit.",
  "yfwbtm": "Vlerësimi juaj është një motivim për ekipin tonë për zhvillimin e projektit.",
  "ftfn": "Dështoi për të marrë lajmet.",
  "yhssc": "Ruajtja e ndryshimeve u krye.",
  "ftuu": "Dështoi për të përditësuar përdoruesin: Gabim i serverit të brendshëm.",
  "psad": "Ju lutem zgjidhni një datë.",
  "idpsad": "Datë e pavlefshme. Ju lutem zgjidhni një datë mes 1950 dhe 2016.",
  "psag": "Ju lutem zgjidhni gjininë.",
  "psaa": "Ju lutem zgjidhni shtetësinë.",
  "scrt": "Faleminderit për vlerësimin e aplikacionit."
  }