{"war": "Njoftim",
"yawlpt": "Llogaria juaj është bllokuar! Ju lutemi, provoni përsëri më vonë!",
  "t12": "Ова функција омогућава корисницима да сачувају своје омиљене преводе, изаберу да их поново отворе и избришу било који превод са списка.",
  "logofpt1": "Кампус Универзитета ФПТ у Кан Тоу",
  "error1": "Није успело уклањање историје превода:",
  "error2": "Грешка при уклањању историје превода:",
  "error3": "Дошло је до грешке при постављању коментара. Код грешке:",
  "error4": "Грешка! Дошло је до грешке. Молимо вас да покушате поново касније:",
  "atfls": "Uspešno dodato u listu omiljenih.",
  "yhsdat": "Uspešno ste uklonili prelaz.",
  "pwstaa": "Molimo sačekajte 10 sekundi pre dodavanja novog prelaza.",
  "etcba": "Nije moguće dodati prazne prevode.",
  "nic": "Nema internet veze",
  "yic": "Molimo vas da proverite svoju internet vezu",
  "ta": "Molimo pokušajte ponovo",
  "ug": "Korisnički vodič",
  "g": "Vodič",
  "mf": "Glavne karakteristike",
  "qrc": "QR Kod Skener",
  "qrsb": "QR Kod",
  "ou": "Ostali alati",
  "t1": "Ovo je osnovna funkcija prevoda koja brzo i jednostavno prevodi tekstualne pasuse na druge jezike.",
  "t2": "Ovo je napredna funkcija prevoda koja skenira tekst sa slika radi prevoda, čineći sadržaj lako razumljivim na željenim jezicima.",
  "t3": "Ova funkcija prevodi žive razgovore u stvarnom vremenu između različitih jezika, nudeći maksimalnu praktičnost.",
  "t4": "Ovo je veštačka inteligencija opremljena znanjem o putničkim destinacijama, turističkim atrakcijama, hotelima, hrani itd. Služeći kao vredan asistent ljubiteljima putovanja, pruža korisne informacije i preporuke.",
  "t5": "Ova funkcija integriše najnovije putne članke u aplikaciju, omogućavajući korisnicima čitanje vesti tokom slobodnog vremena. Pruža pristup najnovijim informacijama o putovanjima.",
  "t6": "Ova funkcija omogućava korisnicima da provere vremenske uslove za danas i narednih 5 dana u bilo kom gradu. Pruža informacije o trenutnim i budućim vremenskim prognozama.",
  "t7": "Ovo je vrlo korisna funkcija za skeniranje QR kodova za linkove, podatke o WiFi mreži, novčane transfere itd. Poboljšava korisničko iskustvo omogućavajući jednostavan pristup različitim uslugama i informacijama.",
  "t8": "Ova funkcija prikazuje korisničke informacije i omogućava direktno upravljanje i uređivanje.",
  "t9": "Ključni ekran koji predstavlja svrhu projekta i članove koji su uključeni u njegovu implementaciju.",
  "t10": "Pomoću ove funkcije korisnici mogu direktno ocenjivati funkcije unutar aplikacije. Ako postoje bilo kakve primedbe ili pitanja, molimo vas da nam javite.",
  "t11": "Ovaj ekran sumira funkcije i mogućnosti aplikacije Language Free, pružajući detaljna objašnjenja svake funkcije kako bi aplikacija bila lakše razumljiva korisnicima.",
  "rs": "Ponovo skeniraj",
  "er": "Greška",
  "ltu": "Nije moguće pokrenuti URL:",
  "cn": "Otkaži",
  "scn": "Skenirano",
  "otl": "Otvori link",
  "nd": "Detalji vesti",
  "home": "Početna",
  "hi": "Zdravo",
  "helpyou": "Kako mogu da vam pomognem?",
  "translator": "Prevodilac",
  "tt": "Prevod teksta",
  "co": "Razgovor",
  "img": "Prevod slika",
  "or": "Druge usluge",
  "cb": "Ćaskanje bot",
  "ns": "Vesti",
  "wt": "Vreme",
  "pf": "Profil",
  "au": "O nama",
  "fb": "Povratne informacije",
  "h": "Pomoć",
  "lo": "Odjava",
  "vs": "Verzija: 2.0.4",
  "date": "15. mart 2024.",
  "ct": "Zemlja",
  "sfc": "Pretraži zemlju",
  "et": "Unesite tekst",
  "sol": "Molimo vas da izaberete da li želite da govorite ili slušate pritiskom na gornje dve dugmad",
  "below": "Molimo vas da izaberete da li želite da govorite ili slušate pritiskom na donje dve dugmad",
  "peoa": "Molimo vas da unesete samo slova abecede",
  "emewe": "Email adresa treba da se završava sa @gmail.com ili @fpt.edu.vn ili @fe.edu.vn",
  "fv": "Omiljeno",
  "ln": "Slušanje...",
  "lg": "Jezik",
  "sfl": "Pretraga jezika",
  "uab": "Molimo vas da napravite fotografiju ili je učitate",
  "tc": "Putnički ćaskanje bot",
  "tam": "Unesite poruku...",
  "pwa": "Molimo vas da sačekate nekoliko sekundi",
  "mp": "Moj profil",
  "fn": "Puno ime",
  "e": "Email",
  "pn": "Broj telefona",
  "n": "Nacionalnost",
  "bd": "Datum rođenja",
  "sc": "Sačuvaj promene",
  "sfac": "Pretraži grad...",
  "max": "Maksimum",
  "min": "Minimum",
  "wind": "Vetar",
  "hu": "Vlažnost",
  "df": "Prognoza",
  "titleaus": "Asistent za jezike za multinacionalne putnike.",
  "titleour": "Naša priča",
  "contentour": "Mi smo grupa studenata sa FPT Univerziteta Kantoa koji studiraju softversko inženjerstvo, a ova aplikacija je rezultat našeg diplomskog projekta. Razvijamo aplikaciju za podršku turističkim putovanjima koristeći dostupne okvire i API-je. Korišćenjem naše aplikacije, možete jednostavnije istraživati svet, prevazići jezičke barijere i potpuno doživeti multikulturalni život.",
  "titleteam": "Naš tim",
  "contentteam1": "Članovi našeg projektnog tima su Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao.",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": "Sa odlučnošću i predanošću, obećavamo da ćemo pružiti visokokvalitetan proizvod koji će zadovoljiti potrebe korisnika.",
  "logofpt": "FPT Univerzitet Kantoa",
  "contentfpt1": "FPT Univerzitet Kantoa je vodeća obrazovna institucija u delti Mekonga.",
  "contentfpt2": "Obrazovno okruženje",
  "contentfpt3": "Nudi visoko kvalitetne obrazovne programe dizajnirane prema međunarodnom obrazovnom modelu.",
  "contactus": "Kontaktirajte nas",
  "infous": "Informacije o nama",
  "emailus": "Kontaktirajte nas putem emaila",
  "callus": "Kontaktirajte nas putem telefona",
  "etyfb": "Unesite ovde povratne informacije...",
  "sb": "Pošalji",
  "ra": "Ocena aplikacije",
  "tya": "Molimo vas da dodirnete zvezdicu za ocenu ove aplikacije. Vaša ocena će nas motivisati da održavamo aplikaciju.",
  "peyfn": "Unesite puno ime",
  "peye": "Unesite email adresu",
  "peypn": "Unesite broj telefona",
  "gd": "Pol",
  "cbe": "Ne može biti prazno",
  "1a1": "Tekst mora biti između 10 i 100 karaktera",
  "ecbe": "Email ne može biti prazan",
  "ief": "Neispravan format email adrese",
  "emew": "Email adresa mora završavati sa @gmail.com ili @fpt.edu.vn ili @fe.edu.vn",
  "pncbe": "Broj telefona ne može biti prazan",
  "ipnf": "Neispravan format broja telefona",
  "sge": "Molimo izaberite pol",
  "female": "Ženski",
  "male": "Muški",
  "snot": "Molimo izaberite nacionalnost",
  "syno": "Pretražite nacionalnost",
  "sybi": "Molimo izaberite datum rođenja",
  "slts": "Molimo izaberite jezik pre nego što počnete da govorite.",
  "wtlg": "Dobrodošli u Language Free",
  "yfwbt": "Vaše povratne informacije će motivisati naš tim za razvoj projekta.",
  "yfwbtm": "Vaša ocena će motivisati naš tim za razvoj projekta.",
  "ftfn": "Neuspelo dobijanje vesti.",
  "yhssc": "Promene su sačuvane.",
  "ftuu": "Ažuriranje korisnika nije uspelo: Interna serverska greška.",
  "psad": "Molimo izaberite datum.",
  "idpsad": "Neispravan datum. Molimo izaberite datum između 1950. i 2016. godine.",
  "psag": "Molimo izaberite pol.",
  "psaa": "Molimo izaberite nacionalnost.",
  "scrt": "Hvala vam što ste ocenili aplikaciju."
}
