{
  "war": "Bopiloe",
"yawlpt": "Akaunti ea hau e bolokeile! Ka kopo, qala hape e fihlela pele haholo!",
  "t12": "Leha ho se hloka ka ho etsa baeteledipele ba hau ba rona ho tloha tse ling, ho khetha hore u etsa e tla feta leha e le hore u ka e bua hantle kapa ho fihlella sebaka ea lenaneo.",
"logofpt1": "Kampus ya Yunibesithi ea FPT Can Tho",
"error1": "Ha e kentse tlhokomelo ea litemoso tse ntle.",
"error2": "Sebaka sa ho kentse litemoso se ile sa sebelisoa.",
"error3": "Sebaka sa ho tšeha e ile sa hlokomeloa ka ho sebelisa lipatlisiso. Kôd ea mosebetsi:",
"error4": "Phoso! Sebaka se ile sa sebelisoa. Ka kopo le hlokomela hape:",
  "atfls": "E tsebaletsoa feela ka letsatsi le leholo.",
"yhsdat": "O ile oa etsa ho fetola.",
"pwstaa": "Kopo e 10 metsotso ka metsotso ka lebaka la ho kenya ya phetoho e ncha.",
"etcba": "Ha e hlokahale ho kenya tse hlollang.",
  "nic": "Ha ho tsebahala",
  "yic": "Thetha ho ntšetsa Internet",
  "ta": "Hlōla hape",
  "ug": "Khatiso ya User",
  "g": "Khatiso",
  "mf": "Lipehelo tse ncha",
  "qrc": "QR Code Scanner",
  "qrsb": "QR Code",
  "ou": "Litšebeletso tse ling",
  "t1": "Ena ke tsela e bonolo le e ka bolokilo ea ho fetola lefoko ho lekhetho le lingoe ka tsela e bolokehileng.",
  "t2": "Ena ke tsela e kang ho feta e fapaneng ea ho fetola lefoko ho feta lefotokhamera, e ka hloka litlhoko tsa basebelisi ka lipuo tse ngata.",
  "t3": "Ena ke tsela ea ho fetola tse ka sebelisoa ka selemo sa bophirimela ba batho ba kapa ba batang hore ho fetole lefoko le lingoe, ka boloka tlhoko e kholo.",
  "t4": "Ena ke litlhoko tse kang ho sebetsa ka nako e khōlō, tšebeletso ea mefuta, hotel, le metsi. Ke mohlokomeli o hlophisitsoeng ka tšebeletso ea mefuta, e ne e hlophisitsoeng ha lipuo le litokelo tse hlalositseng.",
  "t5": "Ena ke tsela ea ho hlokomela lisebelisoa tse ngata-tsohle tse tla likarolwa li-appliketeng, ho ka thusa basebelisi ho hlahisa litaba tsa selemo. Haeba u sebelisa lintho tse kang ho mehleng ea hau, u tla nka maqhubu a lihloko tse kang ho akseya litaba tse kang.",
  "t6": "Ena ke litlhoko tse kang ho etsa le ho baetsa bohlokoa ba letsatsi la lehlohonolo le letsatsi la lehlohonolo tsa motse. E ka hloka litokelo tse ncha le litlhoko tsa lehlohonolo tse ncha.",
  "t7": "Ena ke tsela e bolokehileng ea ho fetola QR tse kang QR tsa tekolo, liphaama tsa Wi-Fi, le hape litaba tse kang ho fetola QR. E ka thusa ho fetola litšebeletso le litaba ka khōlō ka lehlabula tse ling.",
  "t8": "Ka tsela ena, u ka bonisa le ho sebelisa litlhoko tsa basebelisi, u ka tseba le ho nka basebelisi ka litsotlô.",
  "t9": "Ka nako ena, u ka kenya e le hore na ka mor'a boithabiso le mofuta oa boemo ba mofuta o kang lekala.",
  "t10": "Ena ke tsela ea ho nka e tlang, ea ho kopana le tšebeletso tsa kopo ka mor'a appliketeng. Haeba u na le tsireletso e tlang, kapa haeba u na le boetse ba thibela, ka kopo u sebelise.",
  "t11": "Lefatše le le leng la Language Free li thehile, li theha le li lokela ho hloka thipa ea litaba le li lokela ho fana ka litaba tsa litaba tsa lehlohonolo tse kang.",
  "rs": "Fetola ha hlobo",
  "er": "Khata",
  "ltu": "Ha ka kopane le url:",
  "cn": "Khansela",
  "scn": "Sekhanna",
  "otl": "Boloka lintho",
  "nd": "Boiphihlelo",
  "home": "Lilemo",
  "hi": "Lumela",
  "helpyou": "U kopa ho etsa eng?",
  "translator": "Motse-khathetse",
  "tt": "Fetola ho lefoko",
  "co": "Khohlelelo",
  "img": "Fetola ho lefotokhamera",
  "or": "Khonollo e khethehileng",
  "cb": "Chatbot",
  "ns": "Boiphihlelo",
  "wt": "Lehlohonolo",
  "pf": "Pele",
  "au": "Thungelang",
  "fb": "Boitsebiso",
  "h": "Khutšo",
  "lo": "Ikhauta",
  "vs": "Nako: 2.0.4",
  "date": "Marematlou 15, 2024",
  "ct": "Naha",
  "sfc": "Hangata e khethileng",
  "et": "Tloaelo ea lefoko",
  "sol": "Loketso la tsela tse peli u ka khetheha ho hōla kapa ho bua?",
  "below": "Ho feta litaba tse peli u ka khetheha ho hōla kapa ho bua?",
  "peoa": "Ka kōpo khaitseli ea ke ea hloka",
  "emewe": "I-mali e khethehileng@gmail.com kapa e-fe.edu.vn kapa e-fe.edu.vn e loketse",
  "fv": "Tlas'a",
  "ln": "Ke boeletsi...",
  "lg": "Lebitso",
  "sfl": "Hangata e khethileng",
  "uab": "Tlhalosa kapa uphatheha litlare kapa u khutlela",
  "tc": "Travel Chatbot",
  "tam": "Tlhoka tlhokomelo",
  "pwa": "Tse ling",
  "mp": "Profaile ea ka",
  "fn": "Lebitso la ka la phethahetswe",
  "e": "E-mail",
  "pn": "Nomboro ea fono",
  "n": "Boemo",
  "bd": "Letsatsi la tsoalo",
  "sc": "Hloka ho sebelisa",
  "sfac": "Kopano ea naha...",
  "max": "E seng litlholo",
  "min": "E seng le ho ka",
  "wind": "Motso",
  "hu": "Mokuo",
  "df": "Bolokoa",
  "titleaus": "Morao-rao oa lefatše ho baetsa ba matšoao",
  "titleour": "Bolokoa ba rona",
  "contentour": "Re tsebahala, rona ba 'nang FPT University of Engineering mara a hlokahalang mokhoa oa lipapali, le tšebeletso ena ke mokhoa o tlisitsoeng. Ka ho sebelisa le ka ho hlakisa litšebeletso le li-API, re tla baetsa mokhoa oa lipapali ea mehaho ea boiphihlelo. Ka ho sebelisa mokhoa oa rona, u ka fumana le u ka sebediswa lefatše la lehlohonolo, u ka qetela karolo ea lebaka la bohlokwa, u ka hlophisitsoe ha litsatsing tsa maikutlo leha e le ho hlophisitsoa ka mokhoa oa lipapali.",
  "titleteam": "Kopano ea rona",
  "contentteam1": "Bahlanka ba kopano ea rona ba bangata ba nguyen Thanh Huy, nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, le Quach Hoang Dao.",
  "contentteam2": "Mohlomphehi Vo Hong Khanh",
  "contentteam3": "Ka tlhokomelo le ka ho qala ka lemong, re fana ka tšebeletso ea pholoso ea ho fana ka thuto ea basebelisi.",
  "logofpt": "FPT University of Engineering",
  "contentfpt1": "FPT University of Engineering ke mong le mong oa matšoao a tlisang ka ho Metshameko ea Mekhong Delta.",
  "contentfpt2": "Mokhoa o felletseng",
  "contentfpt3": "Re hloka matlafatsa le ts'episo e nepahetseng ea thuto, e hlophisitsoeng ka ts'ebetso ea thuto e nepahetseng.",
  "contactus": "Hlōla re",
  "infous": "Makala a rona",
  "emailus": "Thabela ka imeile",
  "callus": "Thabela ka fono",
  "etyfb": "Ka kōpo hlahloba tšehetso ea hao...",
  "sb": "Letle le",
  "ra": "Sebelisoa",
    "tya": "Tlaba boloka mefutha ho etsa mokhoa oa sebelisoa. Boithaopo bo li lokela ho ba motšoalle oa rona.",
    "peyfn": "Thomile lebitso",
    "peye": "Tlaba lakatsa sefako sa imeile",
    "peypn": "Tlaba lokisa nomoro ea fono",
    "gd": "Bolobedu",
    "cbe": "Ha e le teng",
    "1a1": "Tlhaloso e tla fela ka metsotso e 10 ho feta 100",
    "ecbe": "E-a imeile ha e le teng",
    "ief": "Mohlala oa imeile oa sefapano",
    "emew": "E fetileng@gmail.com kapa e-fe.edu.vn kapa e-fe.edu.vn",
    "pncbe": "Ha e le teng",
    "ipnf": "Mohlala oa nomoro ea fono oa sefapano",
    "sge": "Khetha bolobedu",
    "female": "Mosadi",
    "male": "Ntate",
    "snot": "Khetha boemo",
    "syno": "Kenya boemo",
    "sybi": "Kenya boraro",
    "slts": "Khetha sefoko le bua",
    "wtlg": "Ea litšebeletso ka Likhahlanong ho lefatšeng",
    "yfwbt": "Boithaopo ba hau bo tla ba motšoalle oa rona ha re lebelletse mokhoa oa morao.",
    "yfwbtm": "Boloko bo hloka ho lebelletsa mokhoa oa rona ha re lebelletse mokhoa oa morao.",
    "ftfn": "Ho fumaneha ka lekhetho ha sebeletso",
    "yhssc": "Litokelo li bolokehileng.",
    "ftuu": "Ho fetolwa moetsi oa sebeletso: Lethathamo la server.",
    "psad": "Khetha letsatsi la tsoalo.",
    "idpsad": "Khetha boraro. Eo e tla fela ka boitlalo ba 1950 ho feta ka 2016.",
    "psag": "Khetha bolobedu.",
    "psaa": "Khetha boemo.",
    "scrt": "Litokelo li bolokehileng."
}
