{"war": "Onyo",
"yawlpt": "Akaunti yako imefungwa! Tafadhali jaribu tena baadaye!",
  "t12": "Huu huruma inawaruhusu watumiaji kuokoa tafsiri zao pendwa, kuchagua kuzifungua tena, na kufuta tafsiri yoyote kutoka kwenye orodha.",
  "logofpt1": "Kambi ya Chuo Kikuu cha FPT Can Tho",
  "error1": "Imeshindwa kuondoa historia ya tafsiri:",
  "error2": "Hitilafu wakati wa kuondoa historia ya tafsiri:",
  "error3": "Kuna hitilafu iliyotokea wakati wa kutuma maoni. Msimbo wa kosa:",
  "error4": "Hitilafu! Kuna hitilafu iliyotokea. Tafadhali jaribu tena baadaye:",
  "atfls": "Imeongezwa tu kwa orodha ya kupendwa.",
  "yhsdat": "Umefuta uhamisho kwa mafanikio.",
  "pwstaa": "Tafadhali ngoja sekunde 10 kabla ya kuongeza uhamisho mpya.",
  "etcba": "Haiwezekani kuongeza tafsiri tupu.",
  "nic": "Hakuna uhusiano wa mtandao",
  "yic": "Tafadhali thibitisha uhusiano wa mtandao",
  "ta": "Jaribu tena",
  "ug": "Mwongozo wa mtumiaji",
  "g": "Mwongozo",
  "mf": "Sifa kuu",
  "qrc": "Skana ya Msimbo wa QR",
  "qrsb": "Msimbo wa QR",
  "ou": "Zana nyingine",
  "t1": "Hii ni huduma ya msingi ya tafsiri ambayo hufanya tafsiri ya haraka na rahisi ya sehemu za maandishi kwenda lugha nyingine.",
  "t2": "Hii ni huduma ya juu ya tafsiri inayosoma na kutafsiri maandishi kutoka kwa picha, ikiruhusu watumiaji kuelewa yaliyomo kwa lugha wanayopendelea.",
  "t3": "Hii ni huduma inayotafsiri mazungumzo ya moja kwa moja kati ya lugha tofauti kwa wakati halisi, ikitoa urahisi mkubwa.",
  "t4": "Hii ni AI yenye maarifa kuhusu marudio ya kusafiri, vivutio vya utalii, hoteli, chakula, na zaidi. Inatoa habari muhimu na mapendekezo kwa wapenzi wa safari.",
  "t5": "Hii ni huduma inayounganisha makala za kusafiri za hivi karibuni kwenye programu, ikiruhusu watumiaji kusoma habari wakati wa kupumzika. Inatoa ufikiaji wa habari za hivi karibuni kuhusu mada za kusafiri.",
  "t6": "Hii ni huduma ambayo inaruhusu mtumiaji kuangalia hali ya hewa ya leo na ya siku tano zijazo kwa jiji lolote. Inatoa habari kuhusu hali ya hewa ya sasa na utabiri wa hali ya hewa ya baadaye.",
  "t7": "Hii ni huduma muhimu sana ya skana ya msimbo wa QR inayowezesha skanning ya viungo, habari za uanachama wa WiFi, malipo, na zaidi. Inaboresha uzoefu wa mtumiaji kwa kufikia huduma na habari mbalimbali kwa urahisi.",
  "t8": "Huduma hii inaruhusu kuonyesha, kusimamia, na kuhariri habari za mtumiaji moja kwa moja.",
  "t9": "Hii ni skrini kuu inayoonyesha lengo la mradi na washiriki waliohusika katika utekelezaji wake.",
  "t10": "Huduma hii inaruhusu watumiaji kutathmini huduma ndani ya programu moja kwa moja. Tafadhali toa maoni yako ikiwa una malalamiko au maswali.",
  "t11": "Skrini hii inaleta muhtasari wa huduma na vipengele vya programu ya Language Free, na hutoa maelezo ya kina ya kila kipengele ili kusaidia watumiaji kuelewa programu vizuri zaidi.",
  "rs": "Scan tena",
  "er": "Hitilafu",
  "ltu": "Imeshindwa kuanzisha URL:",
  "cn": "Ghairi",
  "scn": "Imepigwa skana",
  "otl": "Fungua kiungo",
  "nd": "Maelezo ya habari",
  "home": "Nyumbani",
  "hi": "Habari",
  "helpyou": "Naweza kukusaidia vipi?",
  "translator": "Mtafsiri",
  "tt": "Tafsiri ya maandishi",
  "co": "Mazungumzo",
  "img": "Tafsiri ya picha",
  "or": "Huduma nyingine",
  "cb": "Chatbot",
  "ns": "Habari",
  "wt": "Hali ya Hewa",
  "pf": "Wasifu",
  "au": "Kuhusu Sisi",
  "fb": "Maoni",
  "h": "Msaada",
  "lo": "Kutoka",
  "vs": "Toleo: 2.0.4",
  "date": "15 Machi 2024",
  "ct": "Nchi",
  "sfc": "Tafuta nchi",
  "et": "Ingiza maandishi",
  "sol": "Chagua kati ya vifungo viwili juu ya kuongea au kusikiliza",
  "below": "Chagua kati ya vifungo viwili chini ya kuongea au kusikiliza",
  "peoa": "Tafadhali ingiza herufi pekee",
  "emewe": "Barua pepe inapaswa kuishia na @gmail.com au @fpt.edu.vn au @fe.edu.vn",
  "fv": "Vipendwa",
  "ln": "Ninakusikiliza...",
  "lg": "Lugha",
  "sfl": "Tafuta lugha",
  "uab": "Tafadhali chukua au pakia picha",
  "tc": "Chatbot ya Safari",
  "tam": "Tafadhali ingiza ujumbe",
  "pwa": "Tafadhali subiri sekunde chache",
  "mp": "Wasifu Wangu",
  "fn": "Jina Kamili",
  "e": "Barua pepe",
  "pn": "Nambari ya simu",
  "n": "Uraia",
  "bd": "Siku ya kuzaliwa",
  "sc": "Hifadhi mabadiliko",
  "sfac": "Tafuta jiji...",
  "max": "Max",
  "min": "Min",
  "wind": "Upepo",
  "hu": "Unyevu",
  "df": "Utabiri",
  "titleaus": "Msaidizi wa Lugha kwa Wasafiri wa Kimataifa.",
  "titleour": "Hadithi Yetu",
  "contentour": "Sisi ni kikundi cha wanafunzi kinachosoma Uhandisi wa Programu katika Chuo Kikuu cha FPT Can Tho, na programu hii ni matokeo ya mradi wetu wa mwisho wa kozi. Tumeendeleza programu ya usaidizi wa utalii kwa kutumia vifaa na API zinazopatikana. Kutumia programu yetu, unaweza kuchunguza ulimwengu kwa urahisi zaidi, kupita kwa vizuizi vya lugha, na kufurahia uzoefu kamili wa tamaduni nyingi.",
  "titleteam": "Timu Yetu",
  "contentteam1": "Wanachama wa timu yetu ni Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, na Quach Hoang Dao.",
  "contentteam2": "Mentor Vo Hong Khanh",
  "contentteam3": "Kwa dhamira na azimio, tunahakikisha kutoa bidhaa za hali ya juu zinazokidhi mahitaji ya watumiaji.",
  "logofpt": "Chuo Kikuu cha FPT Can Tho",
  "contentfpt1": "Chuo Kikuu cha FPT Can Tho ni taasisi inayoongoza katika eneo la Mto Mekong.",
  "contentfpt2": "Mazingira ya kujifunza",
  "contentfpt3": "Inatoa programu za mafunzo ya hali ya juu zilizoundwa kulingana na mfano wa elimu ya kimataifa.",
  "contactus": "Wasiliana Nasi",
  "infous": "Maelezo Kuhusu Sisi",
  "emailus": "Wasiliana Nasi kwa Barua pepe",
  "callus": "Wasiliana Nasi kwa Simu",
  "etyfb": "Tafadhali ingiza maoni yako hapa...",
  "sb": "Tuma",
  "ra": "Tathmini ya Programu",
  "tya": "Tafadhali bonyeza nyota kuthibitisha programu hii. Tathmini ni motisha yetu kudumisha programu.",
  "peyfn": "Tafadhali ingiza jina lako kamili",
  "peye": "Tafadhali ingiza anwani yako ya barua pepe",
  "peypn": "Tafadhali ingiza namba yako ya simu",
  "gd": "Jinsia",
  "cbe": "Haiwezi kuwa tupu",
  "1a1": "Maandishi lazima yawe kati ya herufi 10 na 100",
  "ecbe": "Barua pepe haiwezi kuwa tupu",
  "ief": "Muundo wa barua pepe usiofaa",
  "emew": "Inapaswa kuishia @gmail.com au @fpt.edu.vn au @fe.edu.vn",
  "pncbe": "Namba ya simu haiwezi kuwa tupu",
  "ipnf": "Muundo wa namba ya simu usiofaa",
  "sge": "Chagua jinsia",
  "female": "Mwanamke",
  "male": "Mwanaume",
  "snot": "Chagua uraia",
  "syno": "Tafuta uraia",
  "sybi": "Chagua tarehe ya kuzaliwa",
  "slts": "Chagua lugha kisha sema.",
  "wtlg": "Karibu kwa Language Free",
  "yfwbt": "Maoni yako ni motisha yetu katika kuendeleza mradi.",
  "yfwbtm": "Tathmini yako ni motisha yetu katika kuendeleza mradi.",
  "ftfn": "Kushindwa kupata habari za habari.",
  "yhssc": "Mabadiliko yamehifadhiwa.",
  "ftuu": "Kushindwa kusasisha mtumiaji: Hitilafu ya seva ya ndani.",
  "psad": "Tafadhali chagua tarehe.",
  "idpsad": "Tarehe isiyo sahihi. Chagua tarehe kati ya 1950 na 2016.",
  "psag": "Tafadhali chagua jinsia.",
  "psaa": "Tafadhali chagua uraia.",
  "scrt": "Asante kwa kuhakiki programu."
}
