{"war": "எச்சரிக்கை",
"yawlpt": "உங்கள் கணக்கு மூடப்பட்டுள்ளது! தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்!",
  "t12": "இந்த செயலி பயனர்களுக்கு விருப்பமான மொழிபெயர்களை சேமிக்க அனுமதிக்கும், அவைகளை மீண்டும் திறக்க மற்றும் பட்டியலிலிருந்து எந்த மொழிபெயர்ப்புயையும் நீக்குவதற்கு அனுமதிக்கின்றது.",
  "logofpt1": "FPT பல்கலைக்கழக கேன் தோ காம்பஸ்",
  "error1": "மொழிபெயர்ப்பு வரலாறை அகற்ற முடியவில்லை:",
  "error2": "மொழிபெயர்ப்பு வரலாறை அகற்றுவதில் பிழை ஏற்பட்டது:",
  "error3": "கருத்தை அனுப்பும் போது பிழை ஏற்பட்டுள்ளது. பிழை குறியீடு:",
  "error4": "பிழை! பிழை ஏற்பட்டது. தயவுசெய்து பிறகு மீண்டும் முயற்சிக்கவும்:",
  "atfls": "បាន​បន្ថែម​ទៅ​បញ្ជី​ចូលចិត្ត​ដោយ​ជោគជ័យ។",
  "yhsdat": "អ្នក​បាន​លុប​ការ​ផ្លាស់ប្ដូរ​ដោយ​ជោគជ័យ។",
  "pwstaa": "សូម​រង់ចាំ 10 វិនាទី ដើម្បី​បន្ថែម​ការ​ផ្លាស់ប្ដូរ​ថ្មី។",
  "etcba": "មិន​អាច​បន្ថែម​ការ​បុកចំណាំ​ទទេ។",
  "nic": "Walang koneksyon sa internet",
  "yic": "Mangyaring tiyakin ang iyong koneksyon sa internet",
  "ta": "Subukan muli",
  "ug": "Gabay ng User",
  "g": "Gabay",
  "mf": "Mga Pangunahing Tampok",
  "qrc": "QR Code Scanner",
  "qrsb": "QR Code",
  "ou": "Iba pang mga Utility",
  "t1": "Ang tampok na ito ay agad at madaling nagpapalit ng mga teksto sa ibang wika.",
  "t2": "Ang tampok na ito ay isang advanced na tool para sa pag-scan at pagpapalit ng teksto mula sa mga larawan, nagbibigay ng kahulugan sa nilalaman sa nais na wika ng gumagamit.",
  "t3": "Ang tampok na ito ay nagbibigay ng real-time na pagsasalin ng mga usapan sa pagitan ng iba't ibang mga wika, nagbibigay ng pinakamataas na kaginhawahan.",
  "t4": "Ang tampok na ito ay isang artificial intelligence na may kaalaman sa mga destinasyon sa paglalakbay, mga atraksyon, mga hotel, pagkain, at iba pa. Nagbibigay ito ng mahahalagang impormasyon at mga rekomendasyon sa mga taong mahilig sa paglalakbay, nagiging mahalagang tagataguyod.",
  "t5": "Ang tampok na ito ay nagtatampok ng pinakabagong mga balita tungkol sa paglalakbay sa loob ng app, nagbibigay ng pag-access sa mga pinakabagong impormasyon tungkol sa mga paksa sa paglalakbay.",
  "t6": "Ang tampok na ito ay nagbibigay ng impormasyon tungkol sa panahon sa isang partikular na lungsod sa kasalukuyan at sa susunod na limang araw. Nagbibigay ito ng mga forecast at impormasyon sa panahon.",
  "t7": "Ang tampok na ito ay isang kumportableng tool para sa pagsascan ng mga QR code tulad ng mga link, WiFi credentials, at mga serbisyo sa pagpapadala ng pera. Nagpapahusay ito sa karanasan ng user sa pag-access sa iba't ibang mga serbisyo at impormasyon.",
  "t8": "Ang tampok na ito ay nagpapakita, nagpapahintulot, at nagpapahalaga sa impormasyon ng user.",
  "t9": "Ito ay pangunahing screen na nagpapakilala sa layunin ng proyekto at sa mga miyembro na nakikipag-ugnayan sa pagpapatupad nito.",
  "t10": "Ang tampok na ito ay nagbibigay ng pagkakataon sa mga gumagamit na direkta na mag-rate at mag-evaluate ng mga tampok sa loob ng app. Mangyaring ibahagi ang iyong mga reklamo o tanong.",
  "t11": "Ang screen na ito ay naglalarawan at nagpapakita ng mga tampok ng aplikasyon na 'Language Free' at nagbibigay ng detalyadong paliwanag sa bawat isa upang mas maintindihan ng mga gumagamit ang app.",
  "rs": "Muling I-scan",
  "er": "Error",
  "ltu": "Hindi ma-open ang URL:",
  "cn": "Kanselahin",
  "scn": "Scan Complete",
  "otl": "Buksan ang Link",
  "nd": "Detalye ng Balita",
  "home": "Bahay",
  "hi": "Kamusta",
  "helpyou": "Paano kita matutulungan?",
  "translator": "Pagsasalin",
  "tt": "Pagsasalin ng Teksto",
  "co": "Usapan",
  "img": "Pagsasalin ng Larawan",
  "or": "Iba pang Serbisyo",
  "cb": "Chatbot",
  "ns": "Balita",
  "wt": "Panahon",
  "pf": "Profile",
  "au": "Tungkol sa Amin",
  "fb": "Feedback",
  "h": "Tulong",
  "lo": "Logout",
  "vs": "Bersyon: 2.0.4",
  "date": "Marso 15, 2024",
  "ct": "Bansa",
  "sfc": "Maghanap ng Bansa",
  "et": "Tekstong Input",
  "sol": "Pindutin ang mga buton sa itaas para pumili ng pagsasalita o pakikinig",
  "below": "Pindutin ang mga buton sa ibaba para pumili ng pagsasalita o pakikinig",
  "peoa": "Mangyaring maglagay ng mga letra lamang",
  "emewe": "Ang email ay dapat nagtatapos sa @gmail.com o @fpt.edu.vn o @fe.edu.vn",
  "fv": "Favorites",
  "ln": "Narinig na...",
  "lg": "Wika",
  "sfl": "Maghanap ng Wika",
  "uab": "Kumuha o Mag-upload ng Larawan",
  "tc": "Travel Chatbot",
  "tam": "Magpadala ng Mensahe",
  "pwa": "Mangyaring maghintay",
  "mp": "Aking Profile",
  "fn": "Buong Pangalan",
  "e": "Email",
  "pn": "Numero ng Telepono",
  "n": "Nasyonalidad",
  "bd": "Kaarawan",
  "sc": "I-save",
  "sfac": "Maghanap ng Lungsod...",
  "max": "Maximum",
  "min": "Minimum",
  "wind": "Hangin",
  "hu": "Kahalumigmigan",
  "df": "Forecast",
  "titleaus": "Isang Tool ng Wika para sa mga Multi-nasyonal na Manlalakbay",
  "titleour": "Ang Aming Kwento",
  "contentour": "Kami ay isang grupo ng mga mag-aaral sa Software Engineering sa FPT Can Tho University, at ang aplikasyong ito ay isang resulta ng aming graduation project. Gamit ang mga framework at API na magagamit, kami ay bumubuo ng isang turismo support application. Sa pamamagitan ng aming app, mas madali para sa inyo na mag-explore ng mundo, malampasan ang mga hadlang sa wika, at magkaroon ng sapat na karanasan sa multikultural na pamumuhay.",
  "titleteam": "Ang Aming Team",
  "contentteam1": "Ang mga miyembro ng aming proyekto ay sina Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao.",
  "contentteam2": "Mentor: Vo Hong Khanh",
  "contentteam3": "May determinasyon at dedikasyon, kami ay nangako na magbibigay ng mataas na kalidad na produkto na sumasagot sa mga pangangailangan ng mga gumagamit.",
  "logofpt": "FPT Can Tho University",
  "contentfpt1": "Ang FPT Can Tho University ay isang pangunahing institusyon sa edukasyon sa rehiyon ng Mekong Delta.",
  "contentfpt2": "Profesyonalyong Kapaligiran sa Edukasyon",
  "contentfpt3": "Nag-aalok ng mataas na kalidad na mga programa sa edukasyon, na dinisenyo ayon sa internasyonal na modelo ng edukasyon.",
  "contactus": "Makipag-ugnayan",
  "infous": "Impormasyon Tungkol sa Amin",
  "emailus": "Makipag-ugnayan sa Amin sa Pamamagitan ng Email",
  "callus": "Makipag-ugnayan sa Amin sa Pamamagitan ng Telepono",
  "etyfb": "Maglagay ng Feedback Dito...",
  "sb": "Ipasa",
  "ra": "I-rate ang App",
  "tya": "Paki-rate ang app sa pamamagitan ng pag-tap sa mga bituin. Ang inyong rating ay magiging inspirasyon sa amin sa pagpapabuti ng app.",
  "peyfn": "Mangyaring maglagay ng Buong Pangalan",
  "peye": "Mangyaring maglagay ng Email Address",
  "peypn": "Mangyaring maglagay ng Numero ng Telepono",
  "gd": "Kasarian",
  "cbe": "Hindi maaaring walang laman",
  "1a1": "Ang Teksto ay dapat nasa pagitan ng 10 hanggang 100 na mga karakter",
  "ecbe": "Hindi maaaring walang laman ang email",
  "ief": "Maling format ng email",
  "emew": "Dapat magtapos ang email sa @gmail.com o @fpt.edu.vn o @fe.edu.vn",
  "pncbe": "Hindi maaaring walang laman ang numero ng telepono",
  "ipnf": "Maling format ng numero ng telepono",
  "sge": "Mangyaring pumili ng kasarian",
  "female": "Babae",
  "male": "Lalaki",
  "snot": "Mangyaring pumili ng nasyonalidad",
  "syno": "Mangyaring maghanap ng nasyonalidad",
  "sybi": "Mangyaring pumili ng kaarawan",
  "slts": "Pumili ng wika bago magsalita.",
  "wtlg": "Maligayang Pagdating sa Language Free",
  "yfwbt": "Ang iyong feedback ay magiging inspirasyon sa amin upang mapabuti ang proyekto.",
  "yfwbtm": "Ang iyong rating ay magiging inspirasyon sa amin upang mapabuti ang proyekto.",
  "ftfn": "Nabigo ang paghahanap ng balita.",
  "yhssc": "Nasave ang mga pagbabago.",
  "ftuu": "Nabigo ang pag-update ng user: Internal server error.",
  "psad": "Mangyaring pumili ng petsa.",
  "idpsad": "Maling petsa. Mangyaring pumili ng petsa mula 1950 hanggang 2016.",
  "psag": "Mangyaring pumili ng kasarian.",
  "psaa": "Mangyaring pumili ng nasyonalidad.",
  "scrt": "Salamat sa pag-rate ng app."
}
