{"war": "คำเตือน",
"yawlpt": "บัญชีของคุณถูกล็อกแล้ว! โปรดลองอีกครั้งในภายหลัง!",
  "t12": "ฟังก์ชันนี้ช่วยให้ผู้ใช้บันทึกการแปลที่ชื่นชอบของพวกเขา เลือกเปิดอีกครั้ง และลบการแปลใดๆ ออกจากรายการ",
  "logofpt1": "วิทยาเขตมหาวิทยาลัย FPT ที่ Can Tho",
  "error1": "ล้มเหลวในการลบประวัติการแปล:",
  "error2": "ข้อผิดพลาดในการลบประวัติการแปล:",
  "error3": "เกิดข้อผิดพลาดขณะโพสต์ความคิดเห็น รหัสข้อผิดพลาด:",
  "error4": "ข้อผิดพลาด! เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง:",
  "atfls": "เพิ่มลงในรายการโปรดเรียบร้อยแล้ว",
  "yhsdat": "คุณได้ลบการเปลี่ยนแปลงเรียบร้อยแล้ว",
  "pwstaa": "โปรดรอ 10 วินาทีเพื่อเพิ่มการเปลี่ยนแปลงใหม่",
  "etcba": "ไม่สามารถเพิ่มการแปลงที่ว่างเปล่าได้",
  "nic": "ไม่มีการเชื่อมต่ออินเทอร์เน็ต",
  "yic": "โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ",
  "ta": "ลองอีกครั้ง",
  "ug": "คู่มือผู้ใช้",
  "g": "ข้อมูลแนะนำ",
  "mf": "คุณสมบัติหลัก",
  "qrc": "เครื่องอ่านรหัส QR",
  "qrsb": "รหัส QR",
  "ou": "อื่น ๆ ยูทิลิตี้",
  "t1": "คุณสมบัตินี้ช่วยให้คุณสามารถแปลยากลำบากอย่างรวดเร็วและสะดวกได้",
  "t2": "คุณสมบัตินี้เป็นฟังก์ชันการแปลขั้นสูงที่สแกนข้อความจากภาพแล้วแปลเป็นภาษาที่ผู้ใช้ต้องการอ่านเข้าใจได้ง่าย",
  "t3": "คุณสมบัตินี้แปลสนทนาสดเหมือนจริงระหว่างภาษาที่แตกต่างกันเพื่อให้ความสะดวกสบายสูงสุด",
  "t4": "คุณสมบัตินี้เป็นปัญญาประดิษฐ์ที่มีความรู้เกี่ยวกับสถานที่เดินทาง สถานที่ท่องเที่ยว โรงแรม อาหาร และอื่น ๆ โดยให้ข้อมูลและคำแนะนำที่เป็นประโยชน์สำหรับคนที่ชื่นชอบการเดินทาง",
  "t5": "คุณสมบัตินี้รวบรวมบทความเดินทางล่าสุดในแอปเพื่อให้ผู้ใช้สามารถอ่านข่าวในเวลาว่างได้ สามารถเข้าถึงข้อมูลที่เกี่ยวข้องกับการเดินทางได้ง่ายดาย",
  "t6": "คุณสมบัตินี้ช่วยให้คุณสามารถตรวจสอบสภาพอากาศในเมืองต่าง ๆ วันนี้และในอีก 5 วันข้างหน้าได้ ให้ข้อมูลเกี่ยวกับสภาพอากาศปัจจุบันและพยากรณ์อากาศในอนาคต",
  "t7": "คุณสมบัตินี้เป็นความสามารถที่สะดวกสบายมากสำหรับการสแกนรหัส QR ที่เกี่ยวข้องกับลิงก์ ข้อมูลการเชื่อมต่อ WiFi การโอนเงิน ฯลฯ ทำให้ง่ายต่อการเข้าถึงบริการและข้อมูลต่าง ๆ เพื่อปรับปรุงประสบการณ์ของผู้ใช้",
  "t8": "คุณสมบัตินี้ช่วยให้คุณสามารถดูข้อมูลผู้ใช้และจัดการและแก้ไขได้โดยตรง",
  "t9": "นี่คือหน้าหลักที่นำเสนอวัตถุประสงค์ของโปรเจกต์และสมาชิกที่มีส่วนร่วมในการดำเนินการ",
  "t10": "คุณสมบัตินี้ช่วยให้คุณสามารถประเมินความสามารถของแอปฯได้โดยตรง หากมีคำถามหรือความไม่พอใจโปรดแจ้งเรา",
  "t11": "หน้าจอนี้รวมคำอธิบายของคุณสมบัติและฟังก์ชันในแอปฯ Language Free และให้ข้อมูลเพิ่มเติมเกี่ยวกับแต่ละฟังก์ชันเพื่อให้ผู้ใช้เข้าใจแอปฯได้ดียิ่งขึ้น",
  "rs": "สแกนอีกครั้ง",
  "er": "เกิดข้อผิดพลาด",
  "ltu": "ไม่สามารถเปิด URL ได้:",
  "cn": "ยกเลิก",
  "scn": "การสแกนเสร็จสิ้น",
  "otl": "เปิดลิงก์",
  "nd": "ข่าวรายละเอียด",
  "home": "หน้าหลัก",
  "hi": "สวัสดี",
  "helpyou": "ฉันจะช่วยอะไรคุณ?",
  "translator": "แปล",
  "tt": "แปลข้อความ",
  "co": "สนทนา",
  "img": "แปลภาพ",
  "or": "บริการอื่น ๆ",
  "cb": "แชทบอท",
  "ns": "ข่าว",
  "wt": "สภาพอากาศ",
  "pf": "โปรไฟล์",
  "au": "เกี่ยวกับเรา",
  "fb": "คำแนะนำ",
  "h": "ช่วยเหลือ",
  "lo": "ออกจากระบบ",
  "vs": "เวอร์ชัน: 2.0.4",
  "date": "15 มีนาคม 2024",
  "ct": "ประเทศ",
  "sfc": "ค้นหาประเทศ",
  "et": "ป้อนข้อความ",
  "sol": "เลือกพูดหรือฟังโดยกดปุ่มด้านบน 2 ปุ่ม",
  "below": "เลือกพูดหรือฟังโดยกดปุ่มด้านล่าง 2 ปุ่ม",
  "peoa": "โปรดป้อนเฉพาะตัวอักษร",
  "emewe": "อีเมลต้องลงท้ายด้วย @gmail.com หรือ @fpt.edu.vn หรือ @fe.edu.vn",
  "fv": "บุ๊กมาร์ค",
  "ln": "กำลังฟัง...",
  "lg": "ภาษา",
  "sfl": "ค้นหาภาษา",
  "uab": "ถ่ายรูปหรืออัปโหลด",
  "tc": "แชทบอทการเดินทาง",
  "tam": "โปรดป้อนข้อความ",
  "pwa": "โปรดรอสักครู่",
  "mp": "โปรไฟล์ของฉัน",
  "fn": "ชื่อเต็ม",
  "e": "อีเมล",
  "pn": "หมายเลขโทรศัพท์",
  "n": "สัญชาติ",
  "bd": "วันเกิด",
  "sc": "บันทึก",
  "sfac": "ค้นหาเมือง...",
  "max": "สูงสุด",
  "min": "ต่ำสุด",
  "wind": "ลม",
  "hu": "ความชื้น",
  "df": "พยากรณ์",
  "titleaus": "เครื่องมือการช่วยเหลือภาษาสำหรับนักเดินทางระหว่างประเทศ",
  "titleour": "เรื่องราวของเรา",
  "contentour": "เราเป็นกลุ่มนักศึกษามหาวิทยาลัย FPT ที่ศึกษาสาขาวิศวกรรมซอฟต์แวร์โดยแอปพลิเคชันนี้เป็นผลงานจบการศึกษาของเรา เราได้พัฒนาแอปพลิเคชันสนับสนุนการท่องเที่ยวโดยใช้เฟรมเวิร์คและ API ที่มีอยู่เพื่อพัฒนาแอปพลิเคชันการสนับสนุนการท่องเที่ยว เมื่อใช้แอปพลิเคชันของเราคุณจะสามารถสำรวจโลกได้ง่ายขึ้น และเรียนรู้ประสบการณ์การดำเนินชีวิตหลากหลายวัฒนธรรม",
  "titleteam": "ทีมของเรา",
  "contentteam1": "สมาชิกของโปรเจกต์ของเราประกอบด้วย Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh, Quach Hoang Dao",
  "contentteam2": "คำแนะนำ Vo Hong Khanh",
  "contentteam3": "ด้วยความมุ่งมั่นและการตั้งใจ เรามั่นใจว่าเราจะให้ผลิตภัณฑ์ที่มีคุณภาพสูงที่สามารถตอบสนองความต้องการของผู้ใช้ได้",
  "logofpt": "มหาวิทยาลัย FPT",
  "contentfpt1": "มหาวิทยาลัย FPT เป็นสถานที่ศึกษาชั้นนำในภาคเหนือของดงเขม้นลาโหว",
  "contentfpt2": "สภาพแวดล้อมการศึกษาที่มีคุณภาพ",
  "contentfpt3": "ให้บริการโปรแกรมการศึกษาที่มีคุณภาพสูง ออกแบบตามแบบแผนการศึกษาระดับนานาชาติ",
  "contactus": "ติดต่อเรา",
  "infous": "ข้อมูลเกี่ยวกับเรา",
  "emailus": "ติดต่อทางอีเมล",
  "callus": "ติดต่อทางโทรศัพท์",
  "etyfb": "โปรดป้อนคำแนะนำของคุณที่นี่...",
  "sb": "ส่ง",
  "ra": "ให้คะแนนแอป",
  "tya": "โปรดให้คะแนนแอปโดยแตะดาว การให้คะแนนเป็นแรงจูงใจให้เราพัฒนาแอปต่อไป",
  "peyfn": "โปรดป้อนชื่อเต็ม",
  "peye": "โปรดป้อนที่อยู่อีเมล",
  "peypn": "โปรดป้อนหมายเลขโทรศัพท์",
  "gd": "เพศ",
  "cbe": "ต้องไม่ว่างเปล่า",
  "1a1": "ข้อความต้องมีความยาวระหว่าง 10 ถึง 100 ตัวอักษร",
  "ecbe": "ไม่สามารถเว้นว่างอีเมลได้",
  "ief": "รูปแบบอีเมลไม่ถูกต้อง",
  "emew": "ต้องลงท้ายด้วย @gmail.com หรือ @fpt.edu.vn หรือ @fe.edu.vn",
  "pncbe": "ต้องไม่เว้นว่างหมายเลขโทรศัพท์",
  "ipnf": "รูปแบบหมายเลขโทรศัพท์ไม่ถูกต้อง",
  "sge": "โปรดเลือกเพศ",
  "female": "หญิง",
  "male": "ชาย",
  "snot": "โปรดเลือกสัญชาติ",
  "syno": "ค้นหาสัญชาติ",
  "sybi": "โปรดเลือกวันเกิด",
  "slts": "โปรดเลือกภาษาแล้วพูด",
  "wtlg": "ยินดีต้อนรับสู่ Language Free",
  "yfwbt": "คำแนะนำของคุณเป็นกำลังใจให้ทีมของเราพัฒนาโปรเจกต์",
  "yfwbtm": "การให้คะแนนของคุณเป็นกำลังใจให้ทีมของเราพัฒนาโปรเจกต์",
  "ftfn": "การค้นหาข่าวล้มเหลว",
  "yhssc": "การบันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว",
  "ftuu": "การอัปเดตข้อมูลผู้ใช้ล้มเหลว: ข้อผิดพลาดเซิร์ฟเวอร์ภายใน",
  "psad": "โปรดเลือกวันที่",
  "idpsad": "วันที่ไม่ถูกต้อง โปรดเลือกวันที่ระหว่าง 1950 ถึง 2016",
  "psag": "โปรดเลือกเพศ",
  "psaa": "โปรดเลือกสัญชาติ",
  "scrt": "ขอบคุณสำหรับการให้คะแนนแอป"
}
