{"war": "انتباہ",
"yawlpt": "آپ کا اکاؤنٹ بند کر دیا گیا ہے! براہ کرم بعد میں دوبارہ کوشش کریں!",
    "t12": "اس فعل صارفین کو ان کے پسندیدہ تراجم کو محفوظ کرنے، انہیں دوبارہ کھولنے اور فہرست سے کوئی بھی ترجمہ حذف کرنے کی اجازت دیتا ہے۔",
"logofpt1": "ایف پی ٹی یونیورسٹی کیمپس کین تھو",
"error1": "ترجمہ کی تاریخ کو ہٹانے میں ناکام رہا:",
"error2": "ترجمہ کی تاریخ کو ہٹانے میں خرابی:",
"error3": "تبصرہ پوسٹ کرنے کے دوران ایک خرابی آئی۔ خرابی کا کوڈ:",
"error4": "خرابی! ایک خرابی آئی۔ براہ کرم بعد میں دوبارہ کوشش کریں:",
    "atfls" : "کامیابی سے پسندیدہ فہرست میں شامل کیا گیا۔",
    "yhsdat" : "آپ نے ایک بھرم کامیابی سے حذف کر دیا ہے۔",
    "pwstaa" : "نئے بھرم شامل کرنے کے لئے براہ کرم 10 سیکنڈ انتظار کریں۔",
    "etcba" : "خالی تراجم شامل نہیں کی جا سکتیں۔",    
"nic": "انٹرنیٹ کنکشن نہیں",
"yic": "براہ کرم انٹرنیٹ کنکشن کی تصدیق کریں",
"ta": "براہ کرم دوبارہ کوشش کریں",
"ug": "صارف گائیڈ",
"g": "گائیڈ",
"mf": "اہم خصوصیات",
"qrc": "QR کوڈ اسکینر",
"qrsb": "QR کوڈ",
"ou": "دیگر امدادی سہولتیں",
"t1": "یہ بنیادی ترجمہ فعالیت ہے جو مواد کو تیزی سے اور آسانی کے ساتھ دیگر زبانوں میں ترجمہ کرتی ہے۔",
"t2": "یہ ترقی یافتہ ترجمہ فعالیت ہے جو تصویر سے مواد کو اسکین کرکے ترجمہ کرتی ہے، جو صارف کو مواد کوپسند کرنے کی اپنی پسندیدہ زبان میں سمجھنے میں مدد فراہم کرتی ہے۔",
"t3": "یہ مواد کو چلتی بنائیں میں ریل ٹائم ترجمہ فعالیت ہے جو زیادہ سے زیادہ سہولت فراہم کرتی ہے۔",
"t4": "یہ سفر کے مقامات، دیدنیں، ہوٹل، کھانے وغیرہ کے بارے میں علم رکھنے والا AI ہے۔ سفر کے عاشقوں کے لئے ایک قیمتی سہارا کے طور پر، مفید معلومات اور تجاویز فراہم کرتا ہے۔",
"t5": "یہ ایپ میں تازہ ترین سفر کے مضامین کو انضمام کرنے کی صلاحیت فراہم کرتا ہے، جس سے صارفین اوقات فراغت میں خبریں پڑھ سکتے ہیں۔ سفر سے متعلق موضوعات کی تازہ ترین معلومات تک رسائی حاصل کر سکتے ہیں۔",
"t6": "یہ ایک فعالیت ہے جس میں آپ کسی بھی شہر کی آج کی اور اگلے 5 دنوں کی موسمیات کی حالت کو جان سکتے ہیں۔ موجودہ اور مستقبل کے موسمیات کی پیشگوئی کے بارے میں معلومات فراہم کی جاتی ہیں۔",
"t7": "یہ ایک بہت ہی مفید فعالیت ہے جو لنک، WiFi کی معلومات، فنڈز کے QR کوڈ وغیرہ کو اسکین کرنے کیلئے ہے۔ مختلف خدمات اور معلومات تک آسانی سے رسائی فراہم کرنے کے لئے، صارف کے تجربہ کو بہتر بناتا ہے۔",
"t8": "اس فعالیت میں صارف کی معلومات کو دکھایا اور سیدھا انتظام اور ترتیب دیکھا جا سکتا ہے۔",
"t9": "مشروع کا مقصد اور اس میں شامل ممبروں کو معرفی کرنے والی اہم صفحہ۔",
"t10": "اس فعالیت میں ایپ کے اندر فعالیت کو براہ راست جائزہ لینے کی اختیاریت ہوتی ہے۔ اگر آپ کوئی غیر مطمئنی یا سوال ہو تو براہ کرم ہمیں آگاہ کریں۔",
"t11": "یہ ایک فعالیت ہے جو Language Free ایپ کی خصوصیات اور کارکردگی کو خلاصہ کرتی ہے اور ہر فعالیت کی تفصیلات فراہم کرتی ہے، جو صارفین کو ایپ کو زیادہ سمجھنے میں مدد فراہم کرتی ہے۔",
"rs": "دوبارہ اسکین کریں",
"er": "خرابی",
"ltu": "یو آر ایل کھولا نہیں جا سکا:",
"cn": "منسوخ کریں",
"scn": "اسکین شدہ",
"otl": "لنک کھولیں",
"nd": "نیوز تفصیلات",
"home": "ہوم",
"hi": "ہیلو",
"helpyou": "آپ کی کس طرح مدد کرسکتا ہوں؟",
"translator": "ترجمہ",
"tt": "متن کا ترجمہ",
"co": "بات چیت",
"img": "تصویر کا ترجمہ",
"or": "دیگر خدمات",
"cb": "چیٹ بٹ",
"ns": "نیوز",
"wt": "موسم",
"pf": "پروفائل",
"au": "ہمارے بارے میں",
"fb": "فیڈ بیک",
"h": "مدد",
"lo": "لاگ آوٹ",
"vs": "ورژن: 2.0.4",
"date": "15 مارچ 2024",
"ct": "ملک",
"sfc": "ملک تلاش کریں",
"et": "متن درج کریں",
"sol": "براہ کرم بات چیت کرنے یا سننے کے لئے دونوں بٹنز پر دبائیں",
"below": "براہ کرم بات چیت کرنے یا سننے کے لئے نیچے دونوں بٹنز پر دبائیں",
"peoa": "براہ کرم صرف الفاظ درج کریں",
"emewe": "براہ کرم .gmail.com یا .fpt.edu.vn یا .fe.edu.vn سے ختم ہونے والا ای میل درج کریں",
"fv": "پسندیدہ",
"ln": "سن رہا ہے...",
"lg": "زبان",
"sfl": "زبان تلاش کریں",
"uab": "تصویر کھینچیں یا اپ لوڈ کریں",
"tc": "سفر چیٹ بٹ",
"tam": "براہ کرم پیغام درج کریں",
"pwa": "کچھ لمحے صبر کریں",
"mp": "میرا پروفائل",
"fn": "پورا نام",
"e": "ای میل",
"pn": "فون نمبر",
"n": "قومیت",
"bd": "پیدائش کی تاریخ",
"sc": "ترتیب محفوظ کریں",
"sfac": "شہر تلاش کریں...",
"max": "زیادہ سے زیادہ",
"min": "کم سے کم",
"wind": "ہوا",
"hu": "نمی",
"df": "پیشگوئی",
"titleaus": "متعدد قومی سفر کرنے والوں کے لئے زبانی معاون",
"titleour": "ہماری کہانی",
"contentour": "ہم فی پی ٹی کینٹو یونیورسٹی کے سافٹ ویئر انجینئرنگ کے طلباء گروپ ہیں اور یہ ایپلیکیشن گریجویٹ پراجیکٹ کا نتیجہ ہے۔ ہم موجودہ فریم ورک اور اے پی آئی کا استعمال کرتے ہوئے سیاحتی معاونت ایپلیکیشن تیار کر رہے ہیں۔ ہمارے ایپ کا استعمال کرکے، دنیا کو آسانی سے تلاش کریں اور زبانی دیوار کو پار کریں، اور ان مختلف ثقافتی زندگی کو مکمل طور پر تجربہ حاصل کریں۔",
"titleteam": "ہماری ٹیم",
"contentteam1": "ہمارے پروجیکٹ کے ارکان Nguyen Thanh Huy، Nguyen Duc Tai، Le Anh Tuyen، Huynh Khanh، Quach Hoang Dao ہیں۔",
"contentteam2": "مینٹر Vo Hong Khanh",
"contentteam3": "ہمارا عزم اور عزم ہے کہ ہم برابر کی معیار کی پیداوار فراہم کرنے کی ضمانت دیتے ہیں۔",
"logofpt": "FPT کینٹو یونیورسٹی",
"contentfpt1": "FPT کینٹو یونیورسٹی میکون ڈیلٹا علاقہ میں لیڈنگ تربیتی ادارہ ہے۔",
"contentfpt2": "اوپن تعلیمی ماحول",
"contentfpt3": "اعلیٰ معیار کے تربیتی پروگرامات فراہم کرتے ہوئے، جو بین الاقوامی تعلیمی نمونے کے مطابق ڈیزائن کیے گئے ہیں۔",
"contactus": "رابطہ کریں",
"infous": "ہمارے بارے میں معلومات",
"emailus": "ای میل کے ذریعے رابطہ کریں",
"callus": "فون پر رابطہ کریں",
"etyfb": "براہ کرم اس میں فیڈ بیک درج کریں...",
"sb": "بھیجیں",
"ra": "ایپ کی درجہ بندی",
"tya": "براہ کرم اس ایپ کی درجہ بندی کرنے کیلئے ستارے چھوڑیں۔ درجہ بندی ہمیں ایپ کی محافظت کرنے کی موٹیویٹ کرتی ہے۔",
"peyfn": "براہ کرم پورا نام درج کریں",
"peye": "براہ کرم ای میل ایڈریس درج کریں",
"peypn": "براہ کرم فون نمبر درج کریں",
"gd": "جنس",
"cbe": "خالی نہیں ہو سکتا",
"1a1": "متن 10 سے 100 حروف کے درمیان ہونا چاہئے",
"ecbe": "ای میل خالی نہیں ہو سکتا",
"ief": "غلط ای میل فارمیٹ",
"emew": "@gmail.com یا @fpt.edu.vn یا @fe.edu.vn سے ختم ہونا ضروری ہے",
"pncbe": "فون نمبر خالی نہیں ہو سکتا",
"ipnf": "غلط فون نمبر فارمیٹ",
"sge": "براہ کرم جنس کا انتخاب کریں",
"female": "خواتین",
"male": "مرد",
"snot": "براہ کرم قومیت کا انتخاب کریں",
"syno": "براہ کرم قومیت تلاش کریں",
"sybi": "براہ کرم پیدائش کی تاریخ کا انتخاب کریں",
"slts": "براہ کرم بات کرنے سے پہلے زبان کا انتخاب کریں۔",
"wtlg": "Language Free میں خوش آمدید",
"yfwbt": "آپ کی فیڈ بیک ہماری ٹیم کو پروجیکٹ ترقی دینے کا مواقع فراہم کرتی ہے۔",
"yfwbtm": "آپ کی درجہ بندی ہماری ٹیم کو پروجیکٹ ترقی دینے کا مواقع فراہم کرتی ہے۔",
"ftfn": "نیوز حاصل کرنے میں ناکامی۔",
"yhssc": "تبدیلیاں محفوظ ہو گئی ہیں۔",
"ftuu": "صارف کی اپ ڈیٹ میں ناکامی: اندرونی سرور کی خرابی۔",
"psad": "براہ کرم تاریخ منتخب کریں۔",
"idpsad": "غلط تاریخ: براہ کرم 1950 سے 2016 کے درمیان کوئی تاریخ منتخب کریں۔",
"psag": "جنس منتخب کریں۔",
"psaa": "قومیت منتخب کریں۔",
"scrt": "آپ کی درجہ بندی کا شکریہ"
}