{
  "war": "Cảnh báo",
"yawlpt": "Tài khoản của bạn đã bị khóa! Vui lòng thử lại sau!",
  "t12": "Chức năng này cho phép người dùng lưu các bản dịch yêu thích của họ, chọn để mở lại chúng, và xóa bất kỳ bản dịch nào khỏi danh sách.",
"logofpt1": "Khuôn viên Đại học FPT tại Can Tho",
"error1": "Không thể xóa lịch sử dịch:",
"error2": "Lỗi khi xóa lịch sử dịch:",
"error3": "Đã xảy ra lỗi khi đăng bình luận. Mã lỗi:",
"error4": "Lỗi! Đã xảy ra lỗi. Vui lòng thử lại sau:",
  "atfls" : "Đã thêm vào danh sách yêu thích thành công.",
  "yhsdat" : "Bạn đã xóa một chuyển đổi thành công.",
  "pwstaa" : "Vui lòng đợi 10 giây để thêm một chuyển đổi mới.",
  "etcba" : "Không thể thêm các bản dịch trống.",  
  "nic": "Không có kết nối Internet",
  "yic": "Vui lòng kiểm tra kết nối Internet của bạn",
  "ta": "Vui lòng thử lại",
  "ug": "Hướng dẫn người dùng",
  "g": "Hướng dẫn",
  "mf": "Các tính năng chính",
  "qrc": "Máy quét mã QR",
  "qrsb": "Mã QR",
  "ou": "Công cụ khác",
  "t1": "Chức năng này dịch đoạn văn bản sang ngôn ngữ khác một cách nhanh chóng và thuận tiện.",
  "t2": "Chức năng này là tính năng dịch cao cấp, quét văn bản từ hình ảnh và dịch nó sang ngôn ngữ mà người dùng muốn, giúp họ dễ dàng hiểu nội dung.",
  "t3": "Chức năng này dịch đoạn hội thoại trực tiếp giữa các ngôn ngữ khác nhau để mang lại sự tiện lợi tối đa cho người dùng.",
  "t4": "Chức năng này là trí tuệ nhân tạo có kiến thức về các điểm đến du lịch, các điểm tham quan, khách sạn, thức ăn, v.v. Nó cung cấp thông tin hữu ích và gợi ý cho người yêu du lịch.",
  "t5": "Chức năng này tích hợp các bài báo du lịch mới nhất vào ứng dụng, giúp người dùng đọc tin tức trong thời gian rảnh rỗi. Họ có thể tiếp cận thông tin mới nhất về các chủ đề liên quan đến du lịch.",
  "t6": "Chức năng này cho phép bạn kiểm tra tình hình thời tiết của một thành phố trong ngày hôm nay và 5 ngày tiếp theo. Nó cung cấp thông tin về dự báo thời tiết hiện tại và trong tương lai.",
  "t7": "Chức năng này rất tiện lợi để quét mã QR của liên kết, thông tin WiFi, giao dịch tiền, v.v. Nó nâng cao trải nghiệm người dùng bằng cách cho phép truy cập dễ dàng vào các dịch vụ và thông tin khác nhau.",
  "t8": "Chức năng này hiển thị thông tin người dùng và cho phép họ quản lý và chỉnh sửa trực tiếp.",
  "t9": "Đây là màn hình chính giới thiệu mục đích của dự án và các thành viên tham gia triển khai.",
  "t10": "Chức năng này cho phép người dùng đánh giá trực tiếp các tính năng trong ứng dụng. Nếu có bất kỳ phàn nàn hoặc câu hỏi nào, hãy thông báo cho chúng tôi.",
  "t11": "Màn hình này tóm tắt các tính năng và chức năng của ứng dụng Language Free, cung cấp mô tả chi tiết về mỗi tính năng để người dùng hiểu rõ hơn về ứng dụng.",
  "rs": "Quét lại",
  "er": "Lỗi",
  "ltu": "Không thể mở URL:",
  "cn": "Hủy",
  "scn": "Quét hoàn tất",
  "otl": "Mở liên kết",
  "nd": "Chi tiết Tin tức",
  "home": "Trang chủ",
  "hi": "Xin chào",
  "helpyou": "Tôi có thể giúp gì cho bạn?",
  "translator": "Biên dịch",
  "tt": "Biên dịch văn bản",
  "co": "Hội thoại",
  "img": "Biên dịch ảnh",
  "or": "Dịch vụ khác",
  "cb": "Trò chuyện",
  "ns": "Tin tức",
  "wt": "Thời tiết",
  "pf": "Hồ sơ",
  "au": "Về chúng tôi",
  "fb": "Phản hồi",
  "h": "Trợ giúp",
  "lo": "Đăng xuất",
  "vs": "Phiên bản: 2.0.4",
  "date": "Ngày 15 tháng 3 năm 2024",
  "ct": "Quốc gia",
  "sfc": "Tìm kiếm quốc gia",
  "et": "Nhập văn bản",
  "sol": "Nhấn vào 2 nút ở trên để chọn nói hoặc nghe",
  "below": "Nhấn vào 2 nút ở dưới để chọn nói hoặc nghe",
  "peoa": "Vui lòng chỉ nhập chữ cái",
  "emewe": "Email phải kết thúc bằng @gmail.com hoặc @fpt.edu.vn hoặc @fe.edu.vn",
  "fv": "Yêu thích",
  "ln": "Đang nghe...",
  "lg": "Ngôn ngữ",
  "sfl": "Tìm kiếm ngôn ngữ",
  "uab": "Chụp hoặc tải lên hình ảnh",
  "tc": "Trò chuyện du lịch",
  "tam": "Nhập tin nhắn",
  "pwa": "Vui lòng đợi",
  "mp": "Hồ sơ của tôi",
  "fn": "Họ và tên đầy đủ",
  "e": "Email",
  "pn": "Số điện thoại",
  "n": "Quốc tịch",
  "bd": "Ngày sinh",
  "sc": "Lưu",
  "sfac": "Tìm kiếm thành phố...",
  "max": "Tối đa",
  "min": "Tối thiểu",
  "wind": "Gió",
  "hu": "Độ ẩm",
  "df": "Dự báo",
  "titleaus": "Công cụ hỗ trợ ngôn ngữ cho người đi du lịch đa quốc gia.",
  "titleour": "Về chúng tôi",
  "contentour": "Chúng tôi là một nhóm sinh viên ngành Kỹ thuật Phần mềm của Đại học FPT Cần Thơ và ứng dụng này là sản phẩm của dự án tốt nghiệp của chúng tôi. Chúng tôi đang phát triển một ứng dụng hỗ trợ du lịch sử dụng các framework và API có sẵn. Ứng dụng của chúng tôi giúp bạn dễ dàng khám phá thế giới, vượt qua rào cản ngôn ngữ và trải nghiệm đa văn hóa.",
  "titleteam": "Nhóm của chúng tôi",
  "contentteam1": "Các thành viên dự án của chúng tôi bao gồm Nguyen Thanh Huy, Nguyen Duc Tai, Le Anh Tuyen, Huynh Khanh và Quach Hoang Dao.",
  "contentteam2": "Hướng dẫn viên: Vo Hong Khanh",
  "contentteam3": "Với ý chí và quyết tâm, chúng tôi cam kết cung cấp sản phẩm chất lượng cao để đáp ứng nhu cầu của người dùng.",
  "logofpt": "Đại học FPT Cần Thơ",
  "contentfpt1": "Đại học FPT Cần Thơ là một trong những cơ sở giáo dục hàng đầu ở vùng đồng bằng sông Cửu Long.",
  "contentfpt2": "Môi trường học tập chuyên nghiệp",
  "contentfpt3": "Cung cấp chương trình giáo dục chất lượng cao, được thiết kế theo mô hình giáo dục quốc tế.",
  "contactus": "Liên hệ",
  "infous": "Thông tin của chúng tôi",
  "emailus": "Liên hệ qua email",
  "callus": "Liên hệ qua điện thoại",
  "etyfb": "Nhập phản hồi của bạn ở đây...",
  "sb": "Gửi",
  "ra": "Đánh giá ứng dụng",
  "tya": "Hãy đánh giá ứng dụng này bằng cách nhấn vào số sao. Đánh giá của bạn sẽ là động lực để chúng tôi duy trì và phát triển ứng dụng.",
  "peyfn": "Vui lòng nhập họ và tên đầy đủ của bạn",
  "peye": "Vui lòng nhập địa chỉ email của bạn",
  "peypn": "Vui lòng nhập số điện thoại của bạn",
  "gd": "Giới tính",
  "cbe": "Không thể để trống",
  "1a1": "Văn bản phải từ 10 đến 100 ký tự",
  "ecbe": "Không thể để trống email",
  "ief": "Định dạng email không hợp lệ",
  "emew": "Email phải kết thúc bằng @gmail.com hoặc @fpt.edu.vn hoặc @fe.edu.vn",
  "pncbe": "Không thể để trống số điện thoại",
  "ipnf": "Định dạng số điện thoại không hợp lệ",
  "sge": "Vui lòng chọn giới tính",
  "female": "Nữ",
  "male": "Nam",
  "snot": "Vui lòng chọn quốc tịch",
  "syno": "Tìm kiếm quốc tịch",
  "sybi": "Vui lòng chọn ngày sinh",
  "slts": "Chọn ngôn ngữ trước khi nói.",
  "wtlg": "Chào mừng bạn đến với Language Free",
  "yfwbt": "Phản hồi của bạn là động lực cho nhóm chúng tôi phát triển dự án.",
  "yfwbtm": "Đánh giá của bạn là động lực cho nhóm chúng tôi phát triển dự án.",
  "ftfn": "Không thể tìm thấy tin tức.",
  "yhssc": "Thay đổi đã được lưu.",
  "ftuu": "Cập nhật người dùng không thành công: Lỗi máy chủ nội bộ.",
  "psad": "Vui lòng chọn ngày.",
  "idpsad": "Ngày không hợp lệ. Vui lòng chọn ngày từ năm 1950 đến năm 2016.",
  "psag": "Vui lòng chọn giới tính.",
  "psaa": "Vui lòng chọn quốc tịch.",
  "scrt": "Cảm ơn bạn đã đánh giá ứng dụng của chúng tôi."
}
